{"__version": 1, "token_id": 665206, "symbol": "OBJKT", "name": "Hati-Hati Ada Proyek", "description": "2017, menjadi momentum pergerakan aktivisme di Yogyakarta. Dimulai dari ketok palu peresmian pembangunan Bandara NYIA di tanggal 27 Januari 2017 hingga sederet masalah pembangunan di perkotaan khususnya hotel. Bagaimana tidak, moratorium penerbitan izin bangunan untuk hotel yang sudah ditetapkan sejak 1 Januari 2014 dan berakhir hingga 31 Desember 2016 diperpanjang hingga 31 Desember 2017, bahkan ada rencana untuk diperpanjangan lagi hingga 2019.\n\nBelum selesai masalah sengketa tanah di Kulonprogo, muncul masalah-masalah serupa di sudut-sudut kota Yogyakarta. “Jogja Ora Didol” menjadi seruan perlawanan yang masif bermunculan di jalanan hingga lini masa sosial media.\n\nMeskipun sudah hampir 5 tahun sejak “Jogja Ora Didol”, nyatanya konflik agraria masih bermunculan di mana-mana. Tidak hanya di Yogyakarta, konflik agraria bermunculan juga sekitar, seperti Wadas, Purworejo. Lagi-lagi sipil menjadi tumbal atas berbagai kepentingan.\n\n___\n\n\n2017, became the momentum of the activism movement in Yogyakarta. Starting from the government's decision to build NYIA Airport on January 27, 2017 and many urban development problems, especially hotels. The moratorium on the issuance of building permits for hotels that has been set since January 1, 2014 and ends on December 31, 2016, has been extended to December 31, 2017, and there are even plans to extend it again until 2019.\n\nThe land dispute in Kulonprogo has not yet been resolved, but similar problems exist in the city of Yogyakarta. “Jogja Ora Didol” (Jogja not for sale) becomes the tagline to fight and is presented on the streets to social media timelines.\n\nEven though it's been almost 5 years since “Jogja Ora Didol”, in fact there are still many agrarian conflicts. Not only in Yogyakarta, agrarian conflicts also arise outside Yogyakarta, such as Wadas, Purworejo. And civilians become victims of it.", "artifact_uri": "ipfs://QmaTfDFbobMcKLLkztEp5t5HvnejBhSDPD85tDmgZLu9m4", "display_uri": "ipfs://Qmae7PnqXg9xAQpd6Xo7j6UWKpkjWtT9yhsDj75fScKVHN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaTfDFbobMcKLLkztEp5t5HvnejBhSDPD85tDmgZLu9m4", "mimeType": "video/mp4"}], "creators": ["tz1fMV4tj6TKbHhpg3uxeKMY4DFdeDfLRY7K"], "tags": ["animation", "loopinganimation", "indonesia", "agrarianconflicts", "yogyakarta", "2017"], "extra": {}}