{"__version": 1, "token_id": 682006, "symbol": "OBJKT", "name": "DUELED DELUDE ELUDED", "description": "Ever look at a word and see something more than just the word in front of your eyes? DELUDE was one of those words for me. I was thinking about delusional people, myself included of course. To some degree, all artists are either delusional, visionaries, and/or both; you have to be to be able to see something that someone else does not and probably can not. With DELUDE, I saw DUELED and ELUDED immediately. I began to think of a 4 foot high by 1 mile long wall of these three words repeated and stacked over and over and over and over again as metal Helvetica block letters painted in white as a sculpture on the US/Mexico border. The height would be only 4 foot so that almost anyone can just hop over it. There would be spaces in between the walls so that people can walk through it if they're disabled in someway. But, what a better way to turn a mirror back onto America to illustrate just how insane, racist, inhuman, isolationist, and ineffective walls are between nations. Why are we dueling with Mexico over refugees or people that just want a better life for themselves and/or their children? Why are we deluding ourselves to the fact that if the tables were turned and we were from Mexico or Central America, where life can be difficult on a day-to-day basis, that someone wouldn't help us? Walls can't stop the determination of the human spirit. They will elude the wall. They will find a way through. Put yourself in their shoes, walk with them for a mile. See what life is like for them. Open your hearts. Borders are arbitrary lines made by men, the human spirit has no bounds or borders. Don't build a wall, build a bigger table.", "artifact_uri": "ipfs://QmTbXiMBGCKMHM6ZzJfMXrqrckZVAQGsuoh57jhgEJdqys", "display_uri": "ipfs://Qmer32XLxeCTmwEAqR1EeMJKwZQCtQNM2SCZixXdJY5jg5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTbXiMBGCKMHM6ZzJfMXrqrckZVAQGsuoh57jhgEJdqys", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}