{"__version": 1, "token_id": 658718, "symbol": "OBJKT", "name": "Fembot", "description": "The term Fembot describes a series of powerful and deadly life-like androids, designed and created by former OSI scientist, Dr. Franklin. The original Dr. Franklin used his fembots to infiltrate the OSI and obtain the Weather Control Device.\n\nDespite the fem- prefix, there were also male versions. While not truly artificially intelligent, the fembots still had extremely sophisticated programming and social skills that allowed them to pass for human in most situations. For example, as the fembot Katy demonstrated, they could be designed to react to heat by perspiring just like a human. Fembots could either be controlled from Franklin's base or preprogrammed for missions in advance.\n\nThe fembots' default operational setting produced a high pitched transistor hum that Jaime Sommers could hear with her bionic ear, allowing her to often be the first to detect their presence. When Dr. Franklin realized this, he immediately reduced the fembots' transistor output, eliminating the hum.\n\nThe fembots could also be detected because of their extreme weight, over thrice what a similar sized human would weigh. According to Dr. Rudy Wells, this was because \"even the brilliant Dr. Franklin has to use steel and gears.\" Steve Austin once discovered that Oscar Goldman had been replaced by one of Dr. Franklin's robots by tossing a pencil in the path of the robot. When the Oscar robot unwittingly stepped on it, the pencil was crushed into tiny fragments.                                                    ", "artifact_uri": "ipfs://QmQmWRXzMDxg7tB8MDo7eSg7hAe6pp1DTobbQjHWztxC23", "display_uri": "ipfs://QmQmWRXzMDxg7tB8MDo7eSg7hAe6pp1DTobbQjHWztxC23", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQmWRXzMDxg7tB8MDo7eSg7hAe6pp1DTobbQjHWztxC23", "mimeType": "image/gif"}], "creators": ["tz2Qn9omvC9UdoZFMTAuCvQiJhK9XE7dZc8D"], "tags": ["fembot", "androind", "woman", "mechanical", "digitalart", ""], "extra": {}}