{"__version": 1, "token_id": 692818, "symbol": "OBJKT", "name": "UNHLY#2 The Debutant", "description": "Daddy is my hero and, at the same time, my best friend. I adore him so much; he is an intelligent, caring person and has always been there for me. He is a little overprotective when it comes to boys. Regardless, my friends still envy the bond my father and I have .\n\nJuly 31,2014 \n\nIt's my 18th birthday today and I'm so excited! As per my usual morning routine, I opened my Facebook account to check my messages, notifications, and the latest stories on Necromantic. As soon as I logged in I was bombarded with birthday greetings! \n\nI jolted from my bed and opened my window to greet the sun's warm embrace. I closed my eyes and smiled as I basked in the warmth.  \"Ahhh, this is going to be a good day!\"\n\n\"Happy Birthday, Kassandra. I love you darling,\" Daddy said in a deep voice. I hugged him and said thanks. \n\n\"Tell your friends to come over soon. We'll have your party at 6 PM,\" he said with a smile, \"but no boys!\" He was so serious about it, overprotective dad stuff as usual. \n\nAs daddy said, I texted all my friends to come over. I took a shower and was getting dressed when Daddy knocked on my door. \"Darling, I have something for you. Is it safe to come in?\" His deep voice boomed through the door.  \"Hold on a sec daddy,\" I wrapped the towel back around my body. \"Come in.\" Daddy walked in carrying a snow white dress. \"Is this for me? It's so pretty! Thank you daddy!\" I smiled and hugged him. \"My baby girl needs to look her best on her big day! Why don't you put it on, and we'll get ready for the party.\"\n\nAround 5:30 PM my friends began to flood the house. Some brought gifts; some brought flowers and letters. Others brought nothing at all, which was fine. I was just so happy to see all of my friends.  Everyone was chatting and laughing, except Daddy. \n\nHe was talking to three men I didn't recognize. Each of the men wore sunglasses and matching dark suits. As they whispered to one another, Daddy's face became increasingly stern. Daddy and the three men disappeared upstairs. A little while later Daddy came back down the stairs, wearing a smile and carrying a black box about the size of my fist. It had a bow—I really hope it's for me. \n\nThe ominous men left as quickly as they came. I was curious, so I tailed them. They all piled into the same black BMW and took off quietly. \n\nI returned to entertain my friends. We were having fun laughing, singing, and goofing around. Daddy just watches. His smile faded; his emotions play on his face; he seems concerned. My friends invite him to join us, but he refuses. He catches me staring, and we make eye contact. We exchange awkward smiles but something seems off. \n\nAt exactly 3 AM, Daddy rushes my friends out of the house. He is acting weird. \"Daddy, are you okay?\" \n\"I'm feeling a bit ill, pumpkin. Here, why don't you take these presents up to your room?\" \nI gather all the presents into an uneven stack so I could haul them to my room. The presents block most of my view, but I managed to make it to my room safely. \n\nI stack the presents on my dresser and plop down on my bed. I sunk my head into my pillow and reflected on the days' activities. I was fading into dreamland when a loud knock made me shoot straight up. I immediately noticed the large pentagram that had been scratched into the pinewood floor. I felt a chill creep up my spine.\n\nI ran to the door \"D-d-daddy, is that you?\" I gasped the words and panicked, desperation in my voice. \"Yeah sweetie, who else would it be? I have one last present for you.\"\n\n\"Are you okay?\" As if he were more concerned about my present. \n\nHe was being silly. I was almost in tears. I pointed at the large pentagram. \"Daddy, I'm scared!\" \nHe walked to the center of the pentagram; \"just someone playing a prank honey. He extended his arms for a hug, and I ran to them. With my head pressed against Daddy's chest I could hear his heart beat. It was getting faster. I looked up to his face, and he was crying. \n\n\"I'm so sorry Kassandra.\" \n\"For wha-\" \n\nI felt the cold steel of his knife being plunged into my lower back. My legs gave out, and I fell to the floor. Daddy dragged me into the center of the pentagram. I lay there stunned, unable to move. I was only able to watch as he raised both arms over his head. The knife gleamed in the light before he finally plunged it into my chest. \n\nI could no longer feel the pain, or anything for that matter. I just watched as father pulled my still beating heart from my chest. He placed it in the black box he was holding earlier. The light was fading—death slipped over me like night over day. The last words I heard my father say were \"Ave Satanas!\"", "artifact_uri": "ipfs://QmP8XuSgWPXTd2ESThEomqgZsWZtTAjYdxzZcLzAG5bdpj", "display_uri": "ipfs://Qmb7bQrJHrK5CyTDAMjLMWvjvd4noYfuizP1mcXeCEWz4v", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP8XuSgWPXTd2ESThEomqgZsWZtTAjYdxzZcLzAG5bdpj", "mimeType": "image/jpeg"}], "creators": ["tz1YJXZGU9DQAzj6YyNByCZP7VHRseuj2FkX"], "tags": ["cryptoartph", "nftasia", "collectibles", "nftcollectibles", "psychart", "illustration", "horror", "vintage", "pulp", "darkart", "_schizz", "retro"], "extra": {}}