{"__version": 1, "token_id": 641084, "symbol": "OBJKT", "name": "1986 Turn Back the Clock Dot Pigeon - thr33smas Insert - #3MAS13", "description": "A thr33smas Grail\n\nChase Awerd for completion of full series of 12 cards looking back at the highlights of the first 7 months of thr33som3s mints.\n\nOn June 2, 2021, thr33som3s minted his very first piece on the Tezos blockchain via hicetnunc.  22 editions sold out in 19 minutes at a cost of 1tz each.  Those lucky few collectors who took a chance on a totally unknown artist set in motion what has become thr33som3s, thr33zi3s, The Grotto and Th3 Lif3styl3.  What a run!\n\nSome of the original buyers still hold.  Some sold and then had to buy it again.  Some have sold for 2000x.  One was foolishly burnt during a tantrum.  So much more will happen in the coming days, months, and years.   But, to finish out the thr33smas event, I can't imagine a better token of appreciation for all the support and dedication it takes to complete a major chase.\n\nIt's fitting that the award count is /21... just like the extant editions of DP #001.   We've come a long way, Grotto, and we have a long way to go.\n\n\nThis card was originally airdropped to those who collected all 12 thr33smas Inserts #3MAS1 through #3MAS12 in the announced timeframe.\n\nThis card is an INSERT. It has all established Standard Insert Utility and may compound additional Utilities over time. It is a thr33smas Insert and a Holiday Insert.  It was minted a few days after the 12 days of thr33smas 3v3nt, as thr33som3s was busy preparing for the first ever thr33zi3s drop ***** digital capture of original painting, gouache on vintage baseball card, 2021.  The use of the Balaclava Guy character was granted by DotPigeon.  The Grotto is forever grateful to DP's support. ************ NFT image is for personal use, no commercial rights are granted. Twitter @thr33som3s and IG @thr33somes to see upcoming cards and new series. ************ ALL thr33som3s have FUTURE UTILITY.\n", "artifact_uri": "ipfs://QmdTr5A1Ux3x3QtdkFpj2wZBsbESy5SAnStq2HpzB6Aq5C", "display_uri": "ipfs://Qmdnoe74WjnniiS8vbjtEzeT5FieyUeFcNMX3NwmCokBsu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdTr5A1Ux3x3QtdkFpj2wZBsbESy5SAnStq2HpzB6Aq5C", "mimeType": "image/png"}], "creators": ["tz1MvePPBoQGqesNJ4x3VRf2bn81it7kGjCc"], "tags": ["thr33som3s", "thr33smas", "dotpigeon", "dotpigeon"], "extra": {}}