{"__version": 1, "token_id": 660584, "symbol": "OBJKT", "name": "Self Care", "description": "The composition of this work centers on the blooming flowers surrounding the subject suggesting that human and nature are closely intertwined—a paradoxical coexistence of attractiveness. Flowers encircling a figure, followed by several hands hovering over the face, presumably correcting the flaws of the face; an ‘autonomous machine’ motivated by the approaching time, which has restricted the nature of ageing—circumvented by human power via the conservation of beauty.  \n\nThe hands that touch the face indicate the hands of the ‘self’ which is controlled by sociocultural standards. Exhibiting the posture of delicately caring the face, with some patting the head, and others caressing the skin to symbolize correcting/concealing the imperfections in the face (or) in an attempt to alter it. The identical and repeating (sun)flowers that surround the subject symbolize collective conformity to beauty. Others have decried these dilemmas to commercialize beauty as oppressive tools—an exclusion of nature, and a transformation that harms nature.\n\nIn context, self-care is envisioned as the root of our desire for natural beauty, and is on the verge of extinction—driving us to take 'conservation measures' which refers to our collective denial of ageing and resistance to accepting physiological limitations as well as nature's most transient charms: youth, strength, and fertility.\n\n*This artwork depicts my interpretation of self-care as a concept rather than self-care as relaxation or the practice of caring for one's health. \n\n|Created & Rendered: 27 September 2021\n|2650 × 3500 [JPEG]", "artifact_uri": "ipfs://QmNXAkF3nNujwqumx7DtZS416ZwNtAt3a1JsZgAJ5TFNQJ", "display_uri": "ipfs://QmYaWoXeBJYfnuSK3Wy9TkGq1aMim57v6sZQnZjwAWrxSn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNXAkF3nNujwqumx7DtZS416ZwNtAt3a1JsZgAJ5TFNQJ", "mimeType": "image/jpeg"}], "creators": ["tz1SCVEqinpMpmLZEXm8y2DUB4Pwf2ewQvuJ"], "tags": ["zagestudio", "beauty", "flower", "nature", "conformity", "society", "portrait", "figure", "floral", "sunflower", "attractiveness", "3d", "3dart", "selfcare", "self", "conservation", ""], "extra": {}}