{"__version": 1, "token_id": 672626, "symbol": "OBJKT", "name": "A Cold and Broken Hallelujah - oil painting", "description": "And love is not a victory march\nIt's a cold and it's a broken Hallelujah\n\nMost people do the same routine every day, drive the same routes to work, shopping, eat similar meals, have the same discussions and inner thoughts, satisfying addictions, and generally don’t realize how much time is passing by without meaningful progress.\nI see them as loops, unconscious cycles that repeat all our life until we became aware of them and decide to break them, usually into an evolutionary spiral, yet some see the suicide as the only way out. It might end into a loop with higher energy, or we might not have enough energy to sustain it, and return to the old loop, trying to quit an addiction might be a good example.\nAll out biological processes are cyclical, most of them are governed by hormones and parts of the brain that we better not be touch our light of consciousness, would be quite tragic to forget a few heartbeats. Others, like respiration are semi-autonomous, and being aware of it can be a tool to be one step ahead of the compulsive thinking addiction that starts unconscious, most thoughts, specially the negative ones are as a reaction to deny the present moment. We create in out mind simulations with different situations that can change the situation we are in, mind behaves most of the time as a defense mechanism. In simulations we form an ego, an idea of what we are that we identify with, and we fight with our shadow projections. In this way each thought that forms our ego can be seen as an reincarnation, a small dramatic episode on our inner movie.\nVery interesting is the sexual part of the loop, when the rhythmic movements reduce the reality to loops  of intense sensations that last fractions of a second, leading to a trance state in which you lose yourself and which may be the beginning of a new life cycle, and makes parents enter into a very stable loop with immense conditioning and responsibilities that are carefully transmitted to the new one.\nMental loops are conditioned by instincts and social conditioning. Only awareness can change something in out life, we might see it as the divine spark in us, that give us the possibility to create a new inner universe with the help of the word, that can be seen as an inner programming, a mark to guide us in the evolutionary path. Living in sin means missing the mark, living in an oblivious loop of instinct, and having a meaningless existence can be one of the saddest revelations", "artifact_uri": "ipfs://QmPTT6Aw5on8aE5jgxYvdxg2eq22G7Vj7Lvy7aoG6uJhft", "display_uri": "ipfs://Qmbjtet6dExZPcD2NkaMMqsULLbnAMDqyDW4krtDXQtz6C", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPTT6Aw5on8aE5jgxYvdxg2eq22G7Vj7Lvy7aoG6uJhft", "mimeType": "image/jpeg"}], "creators": ["tz1e2iUmhoRUMfR5jrLsvEmvewRFZfuiNL9h"], "tags": ["Illustration", "character", "art", "painting", "drawing", "nft", "surreal", "abstract", "modernart", "cryptoart", "collectible", "collection", "digital"], "extra": {}}