{"__version": 1, "token_id": 683126, "symbol": "OBJKT", "name": "The Temptation of Saint Anthony", "description": "Lurking in the shadows, grotesque monsters emerge to taunt Saint Anthony, attempting to impede his meditation. Grinning with satanic delight, the demons take human and raptor-like animal forms. Unperturbed, Saint Anthony continues to read his meditations. Divine light illuminates his figure, forming a bright halo around his head. He is identified by his three principle attributes: a tau cross (T), the pig behind him, and the crutch at his side. The tau, a symbol of immortality in ancient Egypt, was adopted by Alexandrian Christians and became known as the Egyptian cross.\n\nAnthony was born in Egypt in 251 AD. After his parents' death, he distributed his property among the poor and retired to the Egyptian desert to contemplate God in solitude. He remained there for fifteen years, during which time he began his legendary combat against the devil, withstanding a series of temptations, which according to Anthony's biographer, Saint Athanasius, took the form of demonic apparitions and erotic visions. Orsi shows the venerable saint, serene and resolute in his devotions, as an exemplum for all Christians in their meditations. Having successfully resisted evil, Saint Anthony emerged from the desert to instruct a group of hermits who sought to imitate his example. Thus he became the father of Christian monasticism, for which he is called Saint Anthony the Great or Saint Anthony Abbot.\n\nLelio Orsi depicted this struggle between good and evil vividly using strong chiaroscuro (starkly contrasting light and shadow), and by rendering the grotesque features of the demons in loose, painterly brushstrokes, emphasizing their lack of humanity.\n\nArtist/Maker: Lelio Orsi (Italian, 1511 - 1587)\n\nCurrently on view at: Getty Center, Museum North Pavilion, Gallery N204", "artifact_uri": "ipfs://QmeK9e6LG135ZbJ3RaoDVUxFdvDERwHfHt1DZCEwb4wc9W", "display_uri": "ipfs://QmeK9e6LG135ZbJ3RaoDVUxFdvDERwHfHt1DZCEwb4wc9W", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeK9e6LG135ZbJ3RaoDVUxFdvDERwHfHt1DZCEwb4wc9W", "mimeType": "image/png"}], "creators": ["tz1LFWn3KRW7KmX1pPhPQ4x7r2BBMPZScEhb"], "tags": ["getty"], "extra": {}}