{"__version": 1, "token_id": 687926, "symbol": "OBJKT", "name": "Adam and Eve", "description": "Adam and Eve, according to the creation myth of the Abrahamic religions,were the first man and woman. They are central to the belief that humanity is in essence a single family, with everyone descended from a single pair of original ancestors. They also provide the basis for the doctrines of the fall of man and original sin that are important beliefs in Christianity, although not held in Judaism or Islam.\n\nIn the Book of Genesis of the Hebrew Bible, chapters one through five, there are two creation narratives with two distinct perspectives. In the first, Adam and Eve are not named. Instead, God created humankind in God's image and instructed them to multiply and to be stewards over everything else that God had made. In the second narrative, God fashions Adam from dust and places him in the Garden of Eden. Adam is told that he can eat freely of all the trees in the garden, except for a tree of the knowledge of good and evil. Subsequently, Eve is created from one of Adam's ribs to be his companion. They are innocent and unembarrassed about their nakedness. However, a serpent convinces Eve to eat fruit from the forbidden tree, and she gives some of the fruit to Adam. These acts not only give them additional knowledge, but it gives them the ability to conjure negative and destructive concepts such as shame and evil. God later curses the serpent and the ground. God prophetically tells the woman and the man what will be the consequences of their sin of disobeying God. Then he banishes them from the Garden of Eden.", "artifact_uri": "ipfs://QmcuGNvcLs8AsnvG63ymDmPPEWquBWR55Z4atJbpzU6zyP", "display_uri": "ipfs://Qmb7Zf9dHwu1EB7yoNg5173bZxGr2MGH1M6iU7Fo9VQR4N", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcuGNvcLs8AsnvG63ymDmPPEWquBWR55Z4atJbpzU6zyP", "mimeType": "image/jpeg"}], "creators": ["tz1Zrzs1sC9BHbRwtDgFrNC4fkZ5cXMw83ch"], "tags": ["codeart", "generativeart", "minimalart", "abstract", "mathart", "psychedelic", "darkart", "adam", "eve"], "extra": {}}