{"__version": 1, "token_id": 694826, "symbol": "OBJKT", "name": "Quivering Octopus, the Mysterious", "description": "All octopus are mysterious animals, but the quivering octopus is even more mysterious than all the other's. Not only is it one of the best swimmers, it can also walk on dry land and breathe air, and it can fly into high altitudes where the air is thin an icy.\n\nThe quivering octopus dives deep, deep down into the depths of the ocean to find underwater volcanic eruptions and uses their long tentacles to cling onto the rocks to resist the water currents and eddies from volcanic eruptions.  They sleep soundly for 10-12 hours before slowly spiraling up to the surface again.  There they wait for night fall and munch on unfortunate sea creatures that come too close.\n\nThen they do the most remarkable thing, they fly high up into the skies and vibrate. They emit low frequencies which are hear to actually hear, but which humans, and other creatures can feel to their very bones and can be quite overwhelming.  These vibrations seem to fortify the ozone layer, but no one is sure how it works. \n\n\nStory by Emily Wergifosse\n\nThis collaboration project was set into motion by a last minute pairing in a community event called Blinddate in February 2022, where two artist were randomly paired to do a collab project together.  The very first project was a unicorn in a bubble.  \n\nEA, @EaEAa10 (Twitter) lives in central United States and is an illustrator working on paper with markers, chalk and colored pencil and Looly @EmilyWergifosse (Twitter) lives in Europe working on the computer doing fractals.  We have come together to bring you this series, which could never have existed in any other world.  Thank you to @rblbab, @teroseso and all of the members of the Tezos community who encouraged us to continue this collaboration.\n\n ", "artifact_uri": "ipfs://QmXakgzShPPJgUiuQXHFwjd4DozUFJeybTdrzt19qvJcUf", "display_uri": "ipfs://QmNpbfi6j9RTxrGhjGTyEo8VbY6pPFo1mCsr7L6TWx3fij", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXakgzShPPJgUiuQXHFwjd4DozUFJeybTdrzt19qvJcUf", "mimeType": "image/png"}], "creators": ["KT1WXyjNf4zXQq4hUgRePWjxZsMcnWyo86oL"], "tags": ["ice", "ball", "fractal", "illustration", "story", "fairytale", "Frozen", "frozenworld", "octopus", "myth", "myths"], "extra": {}}