{"__version": 1, "token_id": 489195, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 093", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, For Cold War Two.  This week it was confirmed by US General Mark A. Milley, that China had successfully tested a new Hypersonic missile capable of evading US air defenses. The missile, capable of carrying a nuclear payload, is a game changer in the arms race for it’s ability to not only travel at hypersonic speeds shifting and manuvering to evade current US missile defense systems but also because it could complete a partial orbit of the Earth. This positions China as the only superpower capable of accurately delivering a nuclear payload across the world with no current defense to stop it. General Mark A Milley referred to it as a “Sputnik” moment, when Russia launched the Sputnik satellite into orbit, largely viewed as the start of the Cold War. Many including myself however see this as little more than a way to flex their military might with no intention of ever making use of it. China and the US have a symbiotic relationship dissimilar to Russia and the US during the original Cold War, and it’s believed much of the future of warfare will revolve around cyber attacks, taking control of power grids, water facilities etc. for hefty ransoms. China gains nothing and potentially loses everything from dropping a nuclear payload on the United States. However as we’ve seen in the past that may not stop the US from escalating this arms race into something that could get out of hand very quickly.", "artifact_uri": "ipfs://Qme5eW36dZcK1AqiAJDudMXJSU4U2Myz7M8niDHHdithsi", "display_uri": "ipfs://QmWZVaV9QXZTtBLjxe11QeNRzSpRrpz7hYNAsUUDYneQSH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qme5eW36dZcK1AqiAJDudMXJSU4U2Myz7M8niDHHdithsi", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}