{"__version": 1, "token_id": 524564, "symbol": "OBJKT", "name": "yiojgh 02 - orrmo", "description": "Cuando me acerqué a la puerta, no pude ver ningún yiojgh afuera. A lo lejos, solo había un par de siluetas que estaban de pie allí, pero por un momento, no pude ver ninguna de ellas.\n\n -¿Qué pasa? \n\nNo parecen demasiado interesados en ti. No deberías de estarlo pidiendo. \n\n¿Por qué no me esperaste?\n\n -No lo sé. ¿Por qué estoy tratando de ayudarte? \nBueno, escuché que estabas tratando de irte después del incidente y no lo necesitabas. Hay algunos rumores de lo que viste en la posada. ¿Cuál es el resultado? Parece que no fue tu decisión irte, pero pensé antes de venir así. \n\n(Esto sería lo mismo para todos nosotrxs)\n\n---\n\nWhen I approached the door, I couldn't see any yiojgh outside. In the distance, there was only a couple of silhouettes that were standing there, but for a moment, I couldn't see any of them.\n\n-What's wrong?\n\nThey don't seem too interested in you\n\nIt's the fact that you're asking for it. Why didn't you wait for me?\n\n-I don't know. Why am I trying to help you?\n\nWell, I heard you were trying to leave after the incident, and didn't need it. There are some rumors that you saw at the inn. What's the result?\n\nIt feels like it wasn't your decision to leave but I thought before coming like this.\n\n(This would be the same for everyone of us)\n\n\nqepri.xyz", "artifact_uri": "ipfs://QmSTDGjB6axf4QLSCg3zT5XG6bLMa1b5bb6mkc6BJPcTt4", "display_uri": "ipfs://Qmf5kGVLkENkU3JFYyx3hR5XtsV7JjMHL8jBG9h18Do7cW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSTDGjB6axf4QLSCg3zT5XG6bLMa1b5bb6mkc6BJPcTt4", "mimeType": "image/jpeg"}], "creators": ["tz1L5rVycD7yn8F6rxnN6u94FW9JZAbWU5ab"], "tags": ["dream", "qepri", "darksurreal", "nftmex", "darknft", "digitalcollage", "cryptodada", "pseudofigurative"], "extra": {}}