{"__version": 1, "token_id": 651964, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 129", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Capturing Carbon. Recently a company in Iceland called Climeworks, unveiled the world’s biggest machine for sucking carbon out of the air. This machine looks to not just limit carbon emissions but shift them into reverse. It may be the single most important piece of technology to battle climate change we have seen thus far. While most innovations and legislation passed until now have looked to limit our emissions, this actually looks to reverse it, which in conjunction with limiting emissions could mean we won’t see a slower decline of our Ozone layer but actually allow it to start to heal. But critics are fearful of this new technology due to the fact that the amount of carbon that these machines can currently capture is a drop in the ocean of emissions released annually. And while any emissions released is a good thing for the atmosphere, these critics believe it could lead to a laissez faire attitude amongst policy makers and average people in regards to limiting our emissions; which remains the number one way to slow down climate change. Regardless this company has began the implementation of a technology that if rolled out correctly, and expanded exponentially could be life changing not just for this generation but for generations to come.", "artifact_uri": "ipfs://QmZtRZXaNN2hT7u2DZVBzbzhtzDYaFxfE1natw3eGBf2xg", "display_uri": "ipfs://Qme4fVtQSXdLijKiewQjjVfQ9dsEvFmMSfVTNEYq3yzNJZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZtRZXaNN2hT7u2DZVBzbzhtzDYaFxfE1natw3eGBf2xg", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}