{"__version": 1, "token_id": 691783, "symbol": "OBJKT", "name": "01. RAIXA", "description": "01. RAIXA\n\n1/4 from \"Side-B\" collection.\n\nThe Raixa estate is a typical Mallorcan estate. It is of Arab origin and is located at the foot of the Sierra de Tramuntana. \nThe villa is the result of the neoclassical reforms carried out at the end of the 18th century and the beginning of the 19th century by Cardinal Despuig, \none of the key figures of the Majorcan Enlightenment.\nRaixa owes its fame mainly to its gardens, designed by Giovanni Lazzarini and with small additions by successive counts of Montenegro and its last owner, \nAntonio Jaume Nadal.\n\nThe green spaces are divided into access gardens, lower gardens and upper gardens. The access gardens are included in a large terrace-viewpoint which is accessed \nthrough a medieval-inspired portal with battlemented towers. The lower gardens are referenced by the loggia of ten arches on the main façade. It combines a variety\n of long-lived trees among geometric plant elements. The upper gardens are built on a hill. The first terraces are articulated by a monumental staircase that leads \nto the large pond (96 x 18 meters), the doll's house and the bathhouse.\n\nThe highest part, called Sa Muntanyeta, contains a path through which the visitor finds romantic elements: a grotto, a viewpoint raised over some dungeons, a \nhermitage and a neoclassical temple that crowns the top. \n\nIt is here that I found this fantastic place.", "artifact_uri": "ipfs://QmSDC5yKDgMHSfjnBYmhKD226RB4Nx1FPvjit3yqYtMMsX", "display_uri": "ipfs://QmVb7zttwhEtXpZaHAd5b54W3w6EshgyEpZPxqcixhTDv6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSDC5yKDgMHSfjnBYmhKD226RB4Nx1FPvjit3yqYtMMsX", "mimeType": "image/jpeg"}], "creators": ["tz1PMKvEvVoxycsXt7u8NpcbQy26AHgsMJox"], "tags": ["tramuntana", "island", "glasses", "light", "sun", "optical", "vision", "lost", "ancient", "art", "iphonex", "digital", "collection"], "extra": {}}