{"__version": 1, "token_id": 649298, "symbol": "OBJKT", "name": "Pipesmokers Rock", "description": "One of a set of four collecting the full \"Tales from Saxnäs\". \n\n--- Springtime ---\n\nMe and my companions had been frozen for ages in the barren landscape that surrounded Pipesmokers Rock. Our travels had put us through many perils and tests of psyche, as well as agility, but this is the area where we were put to a halt.\n\nI’m a simple narrator. Short in stature and unimpressive in garments. Fat like a toad and horny as an eunuch. I stay in the background, observing, longing and collecting the life of the others in the group. My face has been distorted since childhood but I maintain a certain level of charismatic character. The others, two of them, are lovers. They don’t know I know but I have my ways of finding out. I stay close and feel their shame. It’s a dysfunctional love, hence the shame, that is based in exploring the roles closest at hand, their negative social habits and other psychological patterns that have a tendency to spin out of control. Maybe this is why we are here after all… \n\nIt was right before the winter struck that we passed Pipesmokers Rock. The monks had warned us not to leave at this time but we didn’t listen. We just walked. Like zombies. Straight. And so we were frozen on the spot. First the big toe, then the rest of the gang of five. Then the kneecaps became hubs of immobility spreading across all of the body. Last the head, my charming disfigured head, became ice. They had said the rock would grow cold soon, just not how soon! Those feeble minded, sloppy, piss monks.   \n\nWhy this? This stupid trek? I had been thrown out of my position as stylist for the Knights of Despair and needed work. Those other two, they wanted to fix “it” (their relationship) and needed my help as a guide of sorts. In hindsight I think I was hired as a third wheel/punching bag. \n\nThey had heard about the fox living around here. Supposedly this little pelt creature carried the sins of the psyche in it’s bag. Everything that made you stay a whiny baby. A tale for children few could even spend a minute listening to. Somehow it resonated with them… Maybe another sign of their internal negative patterns… Silly hope for them I think. An opening into escaping from each other and into their individual spring of self growth. \nIronically we had been frozen here until that very real spring hit. Little curveballs of water dripped down from the flower petals and just as fast got sucked up by the otherworldly steam that spewed out the rock at the turn of the season.\n\nMy body felt healed and newborn as melting water fell out of my eye sockets. Korgan and Felt, those were the names you see, where teasing me of course. Saying I, “was crying like a toddler hit with a Pillnut tree pie right in the fontanelle.”. Laughs were shared in between them as if they had forgot they had stood frozen here for… no one knows how long! Aroused by their laughter they started cuddling and kissing and soon enough were all up in each other right in front of me as if I were a perverted royal having perverted lunch entertainment. Just as quick as it had started it ended in fighting and screaming. I turned around and put all our clothes on the Pipesmokers Rock to heat them after the cold meltwater's persistent icy moisture. \n\nWith the fight continuing in the background I spaced out and looked into the distance. The white peaks, the home of the fox, were now in front of us. We just had to cross a little piece of frozen water. I got a chill down my spine. Reminding me of the fear I felt for this trip. It could be the end, and I was only in it for the gags. I cursed my foolishness and watched the duo fight naked in the grass. Slapping their skins together.        \n", "artifact_uri": "ipfs://QmeZZ1p3z4hhWSPtqX9aeDaUuoKkgNVPMAxtZaEUhrabZt", "display_uri": "ipfs://QmeAz2PRr9XsYG8YUTJDYCcyQteKPPNjiLsCxUM4L3gCFf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeZZ1p3z4hhWSPtqX9aeDaUuoKkgNVPMAxtZaEUhrabZt", "mimeType": "audio/wav", "compressedAudioUri": "ipfs://QmPBV4YxJehZhFDiHnfGs95GWmMY1ZU53zDWQfJEnqsimz", "coverThumbUri": "ipfs://QmW2V5PLKKfQgxKwaHScYRmuPAH8oQ5pDWC4djo6Xuy9Da"}], "creators": ["tz1RHxJaaiV8BL4QwwxVsooYsuKP12w1DE5a"], "tags": ["mulluck", "synth", "saxnäs", "dungeon", "tale", "electronic", "hardware", "dungeonsynth", "fantasy", "wierdo"], "extra": {}}