{"__version": 1, "token_id": 671098, "symbol": "OBJKT", "name": "BRAUN Pocket Radio T3, 1958 by Dieter Rams", "description": "Designed by Dieter Rams\nManufactured by Braun AG, Frankfurt, Germany, est. 1921\nA predescecor of the original iPod design.\n\nApple played a critical role in preserving Rams' legacy. It amplified his ideas for the next generation, saving him from a quiet resignation into irrelevance. Credit for this goes to Jonathan Ive, Apple’s Chief Design Officer. On numerous occasions, he quoted Rams as his core influence, and he also wrote the foreword to the main catalogue on Dieter’s work Dieter Rams: As Little Design as Possible. \n\nThe similarities between the two designers do not end with similar work ethics, design style and disdain for instruction manuals. They both were made design leads in their 20s. Quickly, they revolutionalised their fields and as a result influenced the lives of many of us. However, both are very shy and absent from the spotlight (Dieter attends one key event per year.)\n\n“I imagine our current situation will cause future generations to shudder at the thoughtlessness in the way in which we today fill our homes, our cities and our landscape with a chaos of assorted junk.” \u001f— Dieter Rams, 1976\n\nIn permanent MoMA collection.\n\nDrawing by Tomas Tvarijonas\n5542 ×5542 pixels", "artifact_uri": "ipfs://QmdFa6uJjmfMKQZZxLW5ZHLkxiCviVGeVJ7TXvPaCMPyZ3", "display_uri": "ipfs://QmTedYukPCyuLxcqjcHxfc2rQCTvf1hEzAdwTKi4MbubDV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdFa6uJjmfMKQZZxLW5ZHLkxiCviVGeVJ7TXvPaCMPyZ3", "mimeType": "image/png"}], "creators": ["tz1agdKkU8dhnJ9rVEGZrfV7oNeAELokcdSb"], "tags": ["architecture", "design", "drawing", "linedrawing", "monochrome", "sketch", "drafting", "illustration", "DieterRams", "braun", "Frankfurt", "Germany", "apple", "ipod", "JonathanIve", "JonyIve", "hochschule", "radio", "t3", "garyhustwit"], "extra": {}}