{"__version": 1, "token_id": 694798, "symbol": "OBJKT", "name": "Dolphins, Bringers of Joy", "description": "Dolphin, are probably the most playful of all the sea creatures we have learned about thus far. They are well liked by nearly everyone they come across and leave everyone with a smile on their face.  \n\nDolphins are telephonic and tend to unite marine species in friendship and joy. It is easy for them to  communicate with everyone and they may even be able to inject their fun loving attitude on to other creatures, for a time. Their energy is vivacious and colorful, the color pink primarily. Even frozen, this one has spread pink into it's ice bubble. \n\nAs far as dolphins are concerned, life is a playground and everyone should be able to enjoy living!  The dolphin is the representation of joy and happiness. \n\nStory by Emily Wergifosse\n\nThis collaboration project was set into motion by a last minute pairing in a community event called Blinddate in February 2022, where two artist were randomly paired to do a collab project together.  The very first project was a unicorn in a bubble.  \n\nEA, @EaEAa10 (Twitter) lives in central United States and is an illustrator working on paper with markers, chalk and colored pencil and Looly @EmilyWergifosse (Twitter) lives in Europe working on the computer doing fractals.  We have come together to bring you this series, which could never have existed in any other world.  Thank you to @rblbab, @teroseso and all of the members of the Tezos community who encouraged us to continue this collaboration.", "artifact_uri": "ipfs://QmbPQPogAT4LwjAJsaveEW8NhNQQkQVmpY8kti5Lsm9YAL", "display_uri": "ipfs://QmaiedSgQuasztCjyr8aXDaSREhyMQmXywQGZojXh9Qf6G", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbPQPogAT4LwjAJsaveEW8NhNQQkQVmpY8kti5Lsm9YAL", "mimeType": "image/png"}], "creators": ["KT1WXyjNf4zXQq4hUgRePWjxZsMcnWyo86oL"], "tags": ["ice", "ball", "fractal", "illustration", "story", "fairytale", "Frozen", "frozenworld", "dolphin", "dolphins", "fish"], "extra": {}}