{"__version": 1, "token_id": 645507, "symbol": "OBJKT", "name": "A Song of Hex and Jynx - #6 A Witch Know Wickedness Anywhere", "description": "The three witches stopped at a new town where they decided to stay the night. They wandered around and spent their own time separately. Yara went to the nearest antique store to see some pretty gemstones. Ilyon was busy picking up lilies in the meadow. Sua, who liked to meet people, headed to the market to have a little chat with the town folks.\n\nAs Sua talked with more folks, she felt something was off about them. They kept talking about a beautiful man whom all the people in town swoon over. The man was not only pretty but also kind to the people as they said. Feeling skeptical, she asked around to find the man’s whereabouts. After she found him, she observed him from afar because she felt something odd about the man.\n\nThe man was taking the goods from the market for free. As if he charmed the merchants there, so they would let him take anything. Some girls even gave him gifts that he took with pleasure. Sua knew the man was playing some tricks to the people. So, she kept on following him and when he turned into a small alley, she quietly jinxed him unconscious. She captured and brought the man to the forest where her sisters had been waiting.\n\nThey interrogated him for his mischiefs as soon as he woke up, but he didn’t answer. Instead, he looked at them fiercely and let out a small laugh before he said “you witches are so hypocrite,”. The witches were surprised with the man’s sudden change. He then whispered an enchantment that sounded familiar in the witches’ ears. Suddenly, a gust of wind blew, crows let out a loud caws, and the night turned darker. They felt a new energy around them, and by a split second they knew, the man was not alone.", "artifact_uri": "ipfs://QmT6XfqrZB69iD4gufiMwD6zK2wafNCtHovJNv4csQs7KP", "display_uri": "ipfs://QmWUMH5xwZ6gJQiFndy2LAzq7tfwPDYHdu7wAtBoKYHSjK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmT6XfqrZB69iD4gufiMwD6zK2wafNCtHovJNv4csQs7KP", "mimeType": "image/jpeg"}], "creators": ["tz2KP1YvznRZzyCv3QR4rqFBP6ytR6Mc8C83"], "tags": ["song", "hex", "jinx", "witch", "witches", "magic", "warlock", "man", "menace", "tezos", "tezosart", "haykalerlanda"], "extra": {}}