{"__version": 1, "token_id": 395600, "symbol": "OBJKT", "name": "Still Passing Time on the Studio Floor", "description": "2021\n31 frames gif, 1000 x 1239\n\nIn this series, Tresset, following his series of Human Study #2 installations, pursues his exploration of the Vanitas genre. \nIn contrast to the traditional Flemish manner here, the atmosphere is stark, almost grim rather than opulent. But, like all vanitas, these are about life rather than death. They express existence's ineluctability with dry underlying humour.\nUsing GIFs as time-based media, where each frame is conceived as an individual artwork, these animations are experiments in stylised minimalist storytelling.\n\nTechnique\n\nI produce these works with a computational system I have been coding since 2009. It was Initially developed during my doctoral studies at Goldsmiths College in London when I investigated the drawing practice and how to enable a robot to draw from observation. It has since been in constant development. Since 2011 it is controlling the behaviour of the robots used in the performative art installations I exhibit.  The initial work is the subject of several peer-reviewed research papers you can find via google scholar. In March 2021, at the beginning of hicetnunc, I wrote a  new layer with a graphical interface over the system to be able to have control over a system that was originally designed to be autonomous. The new system enables the production of digital artworks (stills and animations), using generative algorithms with feedback loops, computer vision, and machine learning models (AI). Thus the artworks are produced in a semi-autonomous manner. The way I work with the system is very similar to the way I was working when I was a painter (1990-2000).", "artifact_uri": "ipfs://QmcVKaEDygE6m19rNdWHbdk4uW3nFCdos9um1xBt62ToPN", "display_uri": "ipfs://QmcVKaEDygE6m19rNdWHbdk4uW3nFCdos9um1xBt62ToPN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcVKaEDygE6m19rNdWHbdk4uW3nFCdos9um1xBt62ToPN", "mimeType": "image/gif"}], "creators": ["tz1ZSmQg3dnofX2PCNVAuZf4z8KbNW2cZGF9"], "tags": ["gif", "vanitas", "computationalanimation"], "extra": {}}