{"__version": 1, "token_id": 403300, "symbol": "OBJKT", "name": "Eternal Morning", "description": "A new sun rises, raising the horizon from the dark frame of the cosmos, forever pouring warmth from her basket.\n\n❦\n\nYour mind, your body, everything you feel and experience… all of Nature and existence; a mesh of feedback networks within feedback networks.\n\nWhen one connects a camera to a display, and directs the camera at the display, a seemingly dark screen quickly ignites into a scintillating fire. It requires little more than the most infinitesimal of fluctuations, within that dark frame, to initiate this rainbow blaze.\n\nGazing into Nature, we see these same processes occur; it is unfolding right now within you, as you read these words; as your cells divide and replicate themselves, as your lungs draw oxygen into your bloodstream, and release dissolved gasses for your to exhale.\n\nIt is why anything at all - everything - exists.\n\nIn the same way, a microphone connected to an amplified speaker quickly results in a white hot pinpoint of sound saturating the air. Sing into a room at its resonant harmonics and its walls begin to sing with you.\n\nLife is not a bit different from this.\n\nWhen you become that grain of fluctuation in the dark; very quickly it is dark no longer. \n\nAn eternal morning arises.\n\nProcess: A Sony KV-13FM12, Sony HVC-2400, Sony XV-5000, Panasonic WJ-MX50A, Panasonic WJ-MX30 and Videonics MX-1 dreaming of each other, through each other. Direct capture played back through a Sony KV-13FM12 and rescanned via Nikon D7100 donning an Asahi SMC Takumar 1.8/55.", "artifact_uri": "ipfs://QmXU7J7yEPCP8D88dKgdzpNePtSem8NefLNMhLeMSRhvrx", "display_uri": "ipfs://QmNqnTTR1xnayFRCNruhQzW27V6rKJCr3VUccKFd5gSTZN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXU7J7yEPCP8D88dKgdzpNePtSem8NefLNMhLeMSRhvrx", "mimeType": "video/mp4"}], "creators": ["tz1YZy7GKSzQN6VJosJKXDVPbdJ82L7JrFTd"], "tags": ["analogue", "feedback", "analog", "glitch", "glitchart", "analogvideo", "crt", "vhs"], "extra": {}}