{"__version": 1, "token_id": 662697, "symbol": "OBJKT", "name": "A Century in Decay - Arkham Adventures", "description": "-December 29, 2101\n\n\"I had waited for a clearing of the dust cloud to see if they came back to find and capture us before I pushed the Detonator. Before I could see through the cloud, I heard the humming of the Splatter-piller, a large AI robot programmed to seek and destroy humans that haven't been \"Chipped\" yet, bouncing off of the barrels of Pollonium where I had set the explosives.\n\"Are they close enough to the barrels?\"\n\"What if they diverge and the bomb misses them?\"\n\"What if they find me? I'll never make it to WL\"\n\n\"Not today\". And definitely not here. I'm here to send a message. We will not bow, or break. We fight.\nThe weight of my finger makes the button grind on its descent towards destruction.\nI repeat in my head, \"We fight\" as I witness the delivery of my message.\n\n________________________________________\n\n\nArkham Adventures, is set in a Post-Apocalyptic, Totalitarian Metaverse where the evil Roth's Corp., has taken control. The one's who go willingly are implanted with Nano-Technology that hijacks their consciousness, and turns them into a Human Robot. The one's who refused went underground to a cavern system known as WanderLost, and formed the Resistance. A newfound hope is found when it's revealed that someone has figured out a way to shutdown the 'Universal Nano-Bot Network' (UBNN), and destroy Roth's Corp.\n\nWill they destroy it before, Roth's Corp., finds WanderLost?\n\nEach image comes with a Diary Entry from one of three protagonists trying to navigate the treacherous land that once was Arkham.\n\nAll these photo's were taken while we were actually exploring various abandoned hospitals across America.", "artifact_uri": "ipfs://QmcSTe6imwi7ya5zmMZrvQa3cA6AJw61kzekfVehq3FZy2", "display_uri": "ipfs://QmcSTe6imwi7ya5zmMZrvQa3cA6AJw61kzekfVehq3FZy2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcSTe6imwi7ya5zmMZrvQa3cA6AJw61kzekfVehq3FZy2", "mimeType": "image/jpeg"}], "creators": ["tz1XfBRHBe3VdgHMj1KW5o7P6dVbzRiUfUCW"], "tags": ["saga", "story", "photography", "tezos", "hen", "hicetnunc"], "extra": {}}