{"__version": 1, "token_id": 692097, "symbol": "OBJKT", "name": "sumy nona zine 13.0 & 14.0 2022 / new XXL pdf printer-ready version", "description": "SUMY NONA is an inclusive artsy zine with 100% anonymous submissions. Truly free! This editie features one not anon person, who did participate as \"carlito\" in the first few zines. we want to honor him this month as the quintessential purist artist he was. unfortunately it was discovered that he passed away in march 2021, so rest in paint dear carl.\n\nTEZOS:\nsumynonazine.tez\nteia.art/sumynonazine\nevery issue aka editie (dutch word) from now on will utilize it's own smartcontract which splits all revenues automatically. we are high-tech as of 2022. recognize! #web3\n\nwe don't want artists to be continuously bled dry for their efforts; we are going to force revenues on them as much as we can. yes, artists often have to be forced to benefit from their work. how weird are we? if they don't have a tezos wallet, their share (catch-all wallet) will be used to benefit artists or the zine in some other manner (which is public record on the blockchain & will be voted upon in the future). we also prefer to send print versions to all the artists that participated, but that is not necessarily budgeted in but more of a bonus (the editor would rather not pay out of pocket continuously.)\n\nPRINT: infinity editions, meaning can be reprinted for all eternity. for print please email the zine sumynonazine at pm dot me and provide your mailing info or contact our socially-conscious printer: printplezier.nl in delft, netherlands. you may also just print your own from this pdf.\n\nDIGITAL: limited editions. the year is the edition #.\nthese are not priced at some lowly half tezzie. no - because we are changing the paradigm. these aren't postcards. this is art. feel free to right-click and save it too.\n\nyou can still read it for free. but if you want to support web3 - you will buy, hodl and/or resell our NFTs please. thank you on behalf of the artists, past and present, who graciously all participated getting no individual glory. we collectively present ourselves as a whole. anon.\n\nthere are also other versions available, such as the leaf-thru, and mp4, along with any accessory NFTs that may mint on this split contract.\n\nALSO: https://opensea.io/sumynonazine (please note: it's a thinly-veiled fundraising mechanism for artists). but these aren't as high-tech with split contracts like the tezos ones.\n\nfree zine software: canva.com\nfree fancy brushes: brusheezy.com\ncompressed file with: zonepdf.com\nminted on: teia.art", "artifact_uri": "ipfs://QmRmvauaXEZVhCifAv7qkWvN84NpzhhrLGFhMdHYjGskhC", "display_uri": "ipfs://QmNW7TQXr63fQCUepWo3tYGeCe1MSN13sSDC67TSZwCwZE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRmvauaXEZVhCifAv7qkWvN84NpzhhrLGFhMdHYjGskhC", "mimeType": "application/pdf"}], "creators": ["KT1T5NzbnJrdXxAjMy7CkkDghcsSXmWoWQez"], "tags": ["sumynonazine", "sumynonazine", "zine", "sumynona", "anonymous", "anon", "artists", "supportartists", "inclusive", "allwelcome", "splitcontract", "web3", "pdf", "publication", "print", "digital"], "extra": {}}