{"__version": 1, "token_id": 696497, "symbol": "OBJKT", "name": "Charming Neighbor", "description": "I don't want to move out and I don't want to leave my best friend to start over in an unfamiliar city. But he could not oppose the wishes of my parents.\n\nMy new home is in the sweltering suburbs. making me more difficult to adjust I rejected the whole family by hiding in the bedroom. protest by refusing to go to school I miss the comfortable and fun life at the old house.\n\nMy thoughts changed when my mother knocked on my bedroom door. Mom handed me pastries. which is a souvenir from a neighbor After that, I came out and sat in the living room. Walking around in front of the house because I wanted to know who the neighbor who brought the snacks to be. Sometimes I pretend to walk in front of that house which was converted into a bakery shop.\n\nI finally met that neighbor. She was a young woman my age, with tanned skin, long beautiful hair, and a smile that brightened up my entire world. She was the first to talk to me and take me out for a walk in the city. take me to know new society.\n\nWe grew closer and closer and it made me want to go to school just to meet her. makes me love eating pastries And finally, we're close enough to share personal things. I accidentally recounted how difficult it was to adjust to a new home. I was tired and felt alienated from my family. Which she listened to everything...that made me cry.\n\nin the eyes of adults This would be a bit of a problem. Try to block and push us to fix the problem ourselves.\nBut for me this is a big problem. If there is no neighbor I probably wouldn't be able to get past it.\n\nShe smiled at me, said comforting her, and promised to be a good friend of mine.\nAnd I'm never lonely anymore\n\nDamn, it's really nice to have charming neighbors.", "artifact_uri": "ipfs://QmZNDAd9rtMA392VSUVzdqZ81t4dSYGedtYf8tm9F7BYsx", "display_uri": "ipfs://QmNvJf8PRrob1mbAqb532yvMxNvDY7LvQNbec6f8HgNvDU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZNDAd9rtMA392VSUVzdqZ81t4dSYGedtYf8tm9F7BYsx", "mimeType": "image/jpeg"}], "creators": ["tz2H6fY4k8mjNaJrXdncH23SdXZLMBVQ8siz"], "tags": ["llustration", "nftfiction", "yuri", "lover", "feelgood", "LGBTQ", "novel", "Romantic"], "extra": {}}