{"__version": 1, "token_id": 639956, "symbol": "OBJKT", "name": "Thor", "description": "Thor is a prominently mentioned god throughout the recorded history of the Germanic peoples, from the Roman occupation of regions of Germania, to the Germanic expansions of the Migration Period, to his high popularity during the Viking Age, when, in the face of the process of the Christianization of Scandinavia, emblems of his hammer, Mjölnir, were worn and Norse pagan personal names containing the name of the god bear witness to his popularity.\n\nNorse mythology, largely recorded in Iceland from traditional material stemming from Scandinavia, provides numerous tales featuring the god. In these sources, Thor bears at least fifteen names, is the husband of the golden-haired goddess Sif, is the lover of the jötunn Járnsaxa, and is generally described as fierce eyed, with red hair and red beard. With Sif, Thor fathered the goddess (and possible valkyrie) ; with Járnsaxa, he fathered Magni; with a mother whose name is not recorded, he fathered , and he is the stepfather of the god Ullr. By way of Odin, Thor has numerous brothers, including Baldr. Thor has two servants, and Röskva, rides in a cart or chariot pulled by two goats, Tanngrisnir and Tanngnjóstr (that he eats and resurrects), and is ascribed three dwellings. Thor wields the hammer Mjölnir, wears the belt  and the iron gloves Járngreipr, and owns the staff . Thor's exploits, including his relentless slaughter of his foes and fierce battles with the monstrous serpent Jörmungandr—and their foretold mutual deaths during the events of Ragnarök—are recorded throughout sources for Norse mythology.\n\nNorse mythology\n.Odin\n.Thor\n.Loki\n.Freya\n.Baldur\n.Frigg", "artifact_uri": "ipfs://Qmdpxf8RSHPLBMWs5eXs4bpyJenR8M783FGFwdNm6y8Gv7", "display_uri": "ipfs://Qmdpxf8RSHPLBMWs5eXs4bpyJenR8M783FGFwdNm6y8Gv7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmdpxf8RSHPLBMWs5eXs4bpyJenR8M783FGFwdNm6y8Gv7", "mimeType": "image/jpeg"}], "creators": ["tz1R4FrYfMq3J2hRxaanXSH7A1GRR9Sms6ZN"], "tags": [""], "extra": {}}