{"__version": 1, "token_id": 648156, "symbol": "OBJKT", "name": "The White Fox", "description": "One of a set of four collecting the full \"Tales from Saxnäs\". \n\n--- A word of advice ---\n\nOver the endless crust up in the absent mountains it runs and plays. Secretive human features, or so I heard. I never saw it myself, this white innocent devil with an invisible backpack carrying the sins of the people that inhabited this area for ages. Be careful as you traverse onwards looking for it. It knows how to trick. It knows how to lay traps. It’s ways with smile and buffoonery to attract your caress are not to be trusted. \n\nI met a local once, he was gettin’ drunk on sap from the misfit trees around here. He told me the song of the little rascal and how it should be sung. Unfortunately I can not imitate the way sounds came out of this mages’ neck. I tell you, he gargled the noises out through the thick intoxicating sap while making sure not to breath through any other holes in his head. Either way, you must be bored. It went like this:\n\n“Mischief paws on pinned ice lawns.\nSkip the rocks on mountain fountains. \nGossipin pup is popin up,\nthrough the cast layed down on earth. \n\nAnywhere but here and there. \nAlways near is natures’ heir.\nListens close to all your sins,\nand draws you closer to draw you in.\n\nThis is what they say of me. \nStill I show ways to pity thee. \nRemember me when spring comes knockin,\nI’m the guard of all things locked in.”\n\nThread carefully, you are in its domain very soon. I wish for you all to be well when you are forced to sing this silly song.     \n\n", "artifact_uri": "ipfs://QmUUtespSwzQ1SShRMEycAqcUwtKzVfSYJRYiTJ6pSs96q", "display_uri": "ipfs://Qmb1zCeSGu19a8P8QMFmyNWqtyhM4GRuLfoYrBVHGD1xVz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUUtespSwzQ1SShRMEycAqcUwtKzVfSYJRYiTJ6pSs96q", "mimeType": "audio/wav", "compressedAudioUri": "ipfs://QmQoPNL4ZhfhCX6RDfoW7rmAPr6dG8GfbnBMv3MZht9of1", "coverThumbUri": "ipfs://QmR6o1SL4K5tBD2yr1H6qTnBr7Awza14uvsA3Z1TViaQG4"}], "creators": ["tz1RHxJaaiV8BL4QwwxVsooYsuKP12w1DE5a"], "tags": ["mulluck", "synth", "saxnäs", "dungeon", "tale", "electronic", "hardware", "dungeonsynth", "fantasy"], "extra": {}}