{"__version": 1, "token_id": 649093, "symbol": "OBJKT", "name": "Jimmie goes to St. Baldricks March 12, 2022", "description": "Cancer SUCKS F Cancer. This will be the Final year of the Baltimore Hero chapter of St Baldricks because COVIDE SUCKS !! I have been able to sit at the knights of the bald table only once because of covide.  Every year around March a special time for this house since it winter grizzly man beard shaving!,  This year it gone OVERBOARD !Being the last year a big send off is needed big beard requirements have been met and expectation far exceeded.  Please help me get a shave and a hair cut.  So to generate some BUCK for my epic beard this year ...please support me by giving to st baldricks ... \n******* DONT BUY THIS NFT ******* ... click the link donate or  scan the QRCODE. \n\nhttps://www.stbaldricks.org/donate/participant/1088966/2022?amount=1&donation_type=donate_once\n\nmore about the foundation from https://www.stbaldricks.org/\nSince 2005, St. Baldrick's has awarded more than $312 million to support lifesaving research, making the St. Baldrick's Foundation the largest non-government funder of childhood cancer research grants. St. Baldrick's funds are granted to some of the most brilliant childhood cancer research experts in the world — including the first Pediatric Cancer Dream Team – and to younger professionals who will be the experts of tomorrow. Funds awarded also enable hundreds of local institutions to participate in national pediatric cancer clinical trials, and the new International Scholar grants train researchers working in developing countries. You can learn more about 12 types of grants by visiting our Grants page.\n\n********* IF YOU BUY This NFT *********\n100% of sales from this NFT will be donated to St Baldricks Foundation.\n\nTHANK YOU FOR YOUR SUPPORT IN FIAT OR CRYPTO ALL CANCER SUCKS! ", "artifact_uri": "ipfs://QmYsU4x6TxXosmAcRd61nDFWRuYthzRdNkZdeyoUjAHJ35", "display_uri": "ipfs://QmbJuiLdhL68QTys6pguNmz91fRyT2q2Sg3t4QcpjiqpDT", "thumbnail_uri": "ipfs://QmafgCKAuGMpdUWD8hwF2giVigm2eHoHbhuGaL75k8p48U", "formats": [{"uri": "ipfs://QmYsU4x6TxXosmAcRd61nDFWRuYthzRdNkZdeyoUjAHJ35", "mimeType": "image/png"}], "creators": ["tz2M1AZa3C6ihfMhguKa8TeVRnFVxBazvTkY"], "tags": ["StBaldricks", "knightsofthetable", "knights", "cancersucks", "fcancer", "FUCancer"], "extra": {}}