{"__version": 1, "token_id": 651693, "symbol": "OBJKT", "name": "snail", "description": "Snail\n\n- Did you know that the composition of female lubricant is similar to snail slime?\n- I guess, I licked snails when I was a child.\n\nI was 7 years old when I saw boys crushing snails with their feet. The snails were trying to crawl across the footpath. It was unfair and I felt sad. I collected the snails and released them into the grass.\n\nI have always liked snails: the shape of their shells, the feeling of a snail crawling up your hand, their slowness and caution. Once a friend told be that the composition of snail slime is similar to female vaginal lubricant. I had thought about the resemblance to a snail before. And after that conversation this thought started to haunt me. I wanted to create the image of a snail woman, but nothing came to mind.\n\n\"I turned 33 today. I am in a rented apartment on the 27th floor and the only thing I can think about here is how to go out the window. How would I push off the railing, spread my arms, fall for 4 seconds and become smeared on the asphalt.\" Age awareness, thinking about my achievements to this age plunged me to the bottom of reflection, despondency and complete unwillingness to live. \"I have done so little, although I have already lived more than a third of my life. Every year I slow down even more.\" I wrote this in my diary and cried. The window was beckoning me. I climbed onto the windowsill opened the window, looked down for a long time imagining my body lying on the snow. I felt very sorry for myself and got frozen from the cold.\n\nI got down, drawn the curtain and looked at my phone. A friend wished happy birthday to me using Telegram. A strange and funny dialogue ensued, we talked about snails.\n\nI thought before falling asleep: \"I am a slow one, so what. This is the pace of my life, I will manage to achieve as much as I can.\"\n\nI took this self-portrait the morning after.", "artifact_uri": "ipfs://QmWina19QdceEbLNTyVtDnYtva3Ku27zyjYChREDeVG4VZ", "display_uri": "ipfs://Qmcre7LkbSTMrQNaCVUN57toiH5CUUB1S56KXFAQ4VUthe", "thumbnail_uri": "ipfs://QmRohQALE7khVKL38tqFvznTkemzNfV2H7BvSVEpDUMaU8", "formats": [{"uri": "ipfs://QmWina19QdceEbLNTyVtDnYtva3Ku27zyjYChREDeVG4VZ", "mimeType": "image/jpeg"}], "creators": ["tz1VLF48bDrBsNSSDxWCbhLiuj5P7GJyS7Jw"], "tags": ["photography", "nude", "photoart", "snail", "selfportrait", "female"], "extra": {}}