{"__version": 1, "token_id": 678393, "symbol": "OBJKT", "name": "DISCORDANT: Overshadow", "description": "File format: WAV\nFile size: 61.2 MB\n06:04\n\nProducers\t: Rai Anvio, Abim\nContributors\t: ANTAGONIST, isabasiru, wankle, Lutfi Dana, jojopianist, AksalKreesna, rubiside, Onepush777, drei\n\nDISCORDANT is a series of co-creation projects by Noise from Under, initiated in Noise from Under’s Discord server. The first DISCORDANT installment is a sound design and composition practice following the theme \"Overshadow\". This first installment can be understood from a multitude of perspectives — as an exploration of new relations between music producers and consumers; a questioning of artistic finality by making way for original works to be repurposed into derivative units; and an invitation for creative reproduction, among others. \n\nWe began with the announcement of the theme “Overshadow”, followed by an open call for sonic interpretations of the theme. This process took place in Noise from Under’s Discord server, resulting in an assemblage of raw audio clips submitted by nine public contributors — found sounds, including continuous plinks of water dripping from a roof leak; short pieces, one of them a minute-long piano piece; a recitation of a prayer; clamor; and more — the sounds could not be any more random and distinctive. \n\nCollaborating producers were tasked to approach this collected array of raw sonic interpretations to construct a new, experimental audio piece. The challenge was to exclusively work with the available, submitted audio contributions without producing or inserting additional clips outside of the submission pool. This involved stretching, reversing, distorting, applying effects and other appropriate treatments to the clips, before putting them together as a composition. In approaching, designing, and composing the track, co-producers exercised their own interpretations of the theme.\n\nThe result is a six minute and four second-long audio piece, cinematic and eerie as it represents a spectacle from Noise from Under’s imagination. As if broken into acts, each act into scenes, this piece follows along a story collectively written by total strangers interpreting a common theme and collaborating producers being architects of this audio structure. This approach to sound design and composition is titled “DISCORDANT: Overshadow”.\n\n\n–\n\n\nNFT holders are invited to create derivative works by utilising DISCORDANT’s original audio and stems. NFT holders are granted a limited, non-exclusive license to repurpose the purchased NFT, including its unlockable contents: (i) a hi-res audio file; and (ii) original stems, for the purpose of creating commercial derivative works based upon the purchased NFT, with credit to the original authors (“Noise from Under’s DISCORDANT: Overshadow produced by Rai Anvio, Abim”). Holders are prohibited from claiming authorship of any part of the NFT, including its unlockable contents, in its original form or without any creative alteration or reconstruction. The license is transferable upon any resale of the NFT in the secondary market. Upon giving up ownership, previous holders no longer hold any license as mentioned above. \n\nVerify your DISCORDANT: Overshadow NFT ownership by following the steps provided on our website noisefromunder.com to receive access to the unlockable contents. \n", "artifact_uri": "ipfs://QmPKRgCtn9DCqZBadjhTFsQuyZs5n7JLfTyKz9QJBESnno", "display_uri": "ipfs://QmQ4mARyFATU2meZwGFRB3CbUYge9mSLGmjZkZTJnFL61H", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPKRgCtn9DCqZBadjhTFsQuyZs5n7JLfTyKz9QJBESnno", "mimeType": "audio/wav"}], "creators": ["tz1VuMLFVGFn6yjY8xiHrfX89PMQERrJJ7Pt"], "tags": ["discordant", "noisefromunder", "nftaudio", "audionft"], "extra": {}}