{"__version": 1, "token_id": 685993, "symbol": "OBJKT", "name": "Un carro chocado en tu jardín  /  A crashed car in your garden", "description": "\nESPAÑOL: (English version below)\n\nTuviste que reparar tu auto. ¿Dejarías esas autopartes rotas frente en tu casa? ¿dejarías la chatarra resultante en el jardín? ¿te gustaría que restos de carros o camiones decoren las plazas en donde juegan los niños? ¿disfrutas de un paisaje serrano, al ver un reguero de bolsas y envases plásticos, entremezclados con la vegetación?\n\n«Las respuestas a estas preguntas, para la mayoría de las personas, es un NO rotundo. ¿Entonces por qué permitimos que esto ocurra en nuestros mares, océanos, lagos y ríos?»\n\nSi cambiamos de escenario, del jardín al mar, Luego de accidentes náuticos, dejamos en el fondo marino los restos de naufragios con todos sus contaminantes, solo rescatando cosas de valor para la venta y/o coleccionismo. No solo eso, sino que hundimos deliberadamente barcos irreparables, carros, camiones, aviones, etc. También permitimos que toneladas de plástico diariamente lleguen a los océanos cubriendo, no solo la superficie de plásticos flotantes, sino además plagando los arrecifes naturales y el fondo marino de un interminable paisaje digno de un basural a cielo abierto.\n\n«Las justificaciones son muchas y de corto plazo, del estilo “proveemos un refugio para la vida”, “convertimos un área sin vida en un arrecife propiciado el asentamiento de especies y formación de corales”, o “el mar es grande, la basura de descompondrá eventualmente”»\n\nLa realidad es que la naturaleza no necesita de nuestra basura. Nunca la necesitó. Solo en los últimos 100 años hemos convertido los océanos en un caldo de plásticos de distinto calibre, impactando el ecosistema más importante para la vida humana y nuestra propia salud. \nDesconocemos los efectos a largo plazo cuando, luego de varios siglos, esos plásticos se descompongan y las sustancias sintéticas, semi-sintéticas y orgánicas propias de la fabricación del plástico se depositen en el ecosistema béntico.  ¿Cómo afectará eso a las poblaciones de flora y fauna que allí habitan? ¿Qué impacto tendrá en las cadenas tróficas asociadas, de las cuales los seres humanos forman parte?\n\n«Jamás permitiríamos tener chatarra en nuestros jardines o plazas, pero no solo lo permitimos en los océanos, sino que hemos inventado una lógica y pseudo-racionalidad para justificarlo».\n\n------------------------------------------------------------\n\n\nENGLISH: (Version en Español arriba)\n\nYou had to repair your car. Would you leave those broken auto-parts in front of your house? would you leave the resulting scrap in the garden? Would you like having remains of broken cars or trucks decorating the squares where children play? Would you enjoy a mountain landscape, if you’d also see a trail of bags and plastic containers, intermingled with the vegetation?\n\n«The answers to these questions, for most people, is a resounding NO. So why do we allow this to happen in our seas, oceans, lakes and rivers?»\n\nNow, let’s change the scene from your garden to the sea. After nautical accidents, we leave the remains of shipwrecks with all their contaminants on the seabed, only rescuing things of value for sale and/or collecting. Not only we do that, but we deliberately sink irreparable ships, cars, trucks, planes, etc. We also allow tons of plastic to reach the oceans daily, covering not only the surface with floating plastics, but also plaguing natural reefs and the seabed of an endless landscape worthy of an open-air dump.\n\n«There are many short-term justifications, such as \"we provide a refuge for life\", \"we turn a lifeless area into a reef, favoring the settlement of species and the formation of corals\", or \"the sea is large, the garbage of will break down eventually»\n\nThe reality is that nature does not need our garbage. He never needed her. Only in the last 100 years have we turned the oceans into a broth of plastics of different caliber, impacting the most important ecosystem for human life and our own health.\nWe do not know the long-term effects when, after several centuries, these plastics break down and the synthetic, semi-synthetic and organic substances from the manufacture of the plastic are deposited in the benthic ecosystem. How will that affect the populations of flora and fauna that live there? What impact will it have on associated food chains, of which humans are a part?\n\n«We would never allow scrap in our gardens or squares, but not only do we allow it in the oceans, but we have invented a logic and pseudo-rationality to justify it».\n", "artifact_uri": "ipfs://QmUchMddgr4z99e18WpdyWAXnYXjWuydSVKHGEeqbTmzwn", "display_uri": "ipfs://QmW2ZwMV7DLepwM1niSPBJtH9PT8qFFRZrnq1Nk3CssW3B", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUchMddgr4z99e18WpdyWAXnYXjWuydSVKHGEeqbTmzwn", "mimeType": "image/jpeg"}], "creators": ["tz1cPFSw4aUpa9GEVqMdspTuEiNEoGKVjJCU"], "tags": ["MUNOP", "SDSNMexico", "SDG", "SDGs", "plastics", "sea", "contamination", "2030", "NFTianguis", "UnderwaterPhotography", "fotografiaSubmarina", "Underwater", "climateChanging", "cambioClimatico"], "extra": {}}