{"__version": 1, "token_id": 640854, "symbol": "OBJKT", "name": "Inyiak Rimbo", "description": "Inyiak Rimbo was 3rd part if 'Fable To Table Series' \n\nThis work is adapted from a Minangkabau (West Sumatra) mythology, called Inyiak Rimbo. \n\n\nThe story about the tiger shapeshifter might be known by few of Indonesian people, some of them come from the lands of Sunda, Java, and Sumatra.\nAlthough the vagueness of the stories spread on the community tended to be in a negative context, or always associated with black magic things, or even considered as a demon who misleads humans. \n\nThose mislead image is exacerbated by the proliferation of local television shows with supernatural themes that are lack of educational content  and doing a fatal damage to the chain of closeness between Indonesian people to the richness of their original culture and the symbolic meanings left by their predecessors. \n\nSo this time I try to invite the audience to retrace the tiger shapeshifter whose true meaning of its existence is on the verge of extinction by the current generation, especially the tiger shapeshifter from Sumatra which is known as Inyiak Rimbo. \n\nInyiak Rimbo itself is a form of knowledge and spiritual journey, it also full of symbols of the closeness between humans and nature, both physically inter dimensional. \nWhere Inyiak which means grandfather in the Minang language, is a final shape of human who learns to have high physical capability, knowledge, spiritual, to self-discipline which is intended to reach the highest level of a warrior title. \nUntil  a warrior can mastered these three elements, that person will exile himself into the forest to carry out some next level task on their next life, and change his body to resemble a tiger figure with a posture that resembles a human. \n\nThe intended task is to protect the forest from human greed, and to protect humans from various supernatural creatures that are evil and having a dangerous intend for any human are in the forest. \nIt is said that many mountain climbers around West Sumatra often find the figure of Inyiak who helps them when they get lost in the forest, and several others state that they have encountered a village containing a group of tiger humans who took care of them when they had an accident which is cause by devilish creature or accidentaly hurt themself in the forest. \n\nAnd as for several other facts which state that the figure of Inyiak will continue to protect his descendants from various bad things that will harm his children and grandchildren by turning theirself into metaphysical form. \n\nBased on several stories and confessions obtained from local elders as well as traces of history that have almost been erased, it is found that Inyiak is a symbol of a supreme power who carries out a noble task.\nAs The king of a kings like it used to be. \n\nA things that too far from what we ussualy saw on Indonesia Sinetron or some cheap supranatural TV shows which is hurting our own culture.", "artifact_uri": "ipfs://QmWCEpZBzQuHX3Cs7Lz2zwi2noqEd9qxpe7YFfg4i2ifJQ", "display_uri": "ipfs://QmULqDTGJ6NwikHDEo4hf9PPrNPMrR5jZYQM7tudRawdSg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWCEpZBzQuHX3Cs7Lz2zwi2noqEd9qxpe7YFfg4i2ifJQ", "mimeType": "image/jpeg"}], "creators": ["tz2JUZqAFa1yT7CugrxhdPGj42cGgjFFQvW4"], "tags": ["Tiger", "yearoftiger", "malayantiger", "sumatratiger", "culture", "minang", "indonesia", "shapeshifter", "arya", "inyiak", "myth", "southeastasia", "sumatra", "padang", "warrior", "localwisdom", "creature", "mythcreature", "knight", "wisdom", "history", "art", "artwork", "drawing", "digitalart", ""], "extra": {}}