{"__version": 1, "token_id": 641554, "symbol": "OBJKT", "name": "ymphibian", "description": "ymphibian - [hwahy-hem-fib-ee-uhn]  \nThe ymphibian is any cold-blooded vertebrate of the Atarian class, comprising musicians, graphic artists and programmers. \nThe ymphibian is capable of breathing and operating in different environments though it's behavior can change or be compromised even, depending of where it's at. No matter where though, it feeds on bugs and little insects, not by choice, Nature decided, please don't judge. \nThe ymphibian is most of the time very \"chilled\"...  and quiet but it is known, that on rare occasions you might find ymphibians that can also kung fu the hell out of their predators. This species can look feeble, or even be of small proportions but have extremely effective mechanisms of self-defense. \nHere's an example, reptSIDians, a species mostly known for their large dimensions, can be immediately annihilated at the spit of the poisonous BUZZ'oxin from a ymphibian... it's instant KO, it's that serious.\nCuriously, the ymphibian also carries a sort of chameleonic ability, something frequently seen in reptSIDians, that is, the ymphibian is capable of mimicking some reptSIDian tricks.. if you're asking how on earth am I going to distinguish a ymphibian from a reptSIDian, then?! I can tell you it's pretty simple, the ymphibian is extremely good looking with its bright and vivid colors and natural charm, when compared to reptSIDans, obviously. \nThe ymphibians are mostly collected and in most cases are better left alone, a rare species these days, consider this if you want to help prevent their extinction.\n\nymphibian is a play with the word amphibian and the YM2149 sound chip found in old AtariST computers.\n\nThis song uses a spoken sample in japanese, that translates something like \n\"Hey, you! If you're always looking up, won't your neck get tired?\"\nThis song is sort of a call to keep our feet close to the ground, a reminder to give our necks some rest but never stop looking up.\n\nThe ymphibian was created in Blender3.0 and the song composed with maxYMiser, a chip tracker for the Atari ST.", "artifact_uri": "ipfs://QmW8fWRuzZAJtabfW8SgU8hGymkTAifxog6KrVqDWyJg4a", "display_uri": "ipfs://QmdbD41LfTdK2BwrPhcNE3svNKjTKmbvYsJ2oaGjfvnkWX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmW8fWRuzZAJtabfW8SgU8hGymkTAifxog6KrVqDWyJg4a", "mimeType": "video/mp4"}], "creators": ["tz1hepLgD5xwAviSY8LtnEeoN2zjms9dpRDB"], "tags": ["music", "3dart", "funk", "beats", "chipmusic", "8bit", "nft", "atari", "ym2149", "maxymiser"], "extra": {}}