{"__version": 1, "token_id": 683454, "symbol": "OBJKT", "name": "A Song of Hex and Jynx - #7 Witches and Warlocks", "description": "The moon got higher but dark clouds were covering it. A glimmer of moonlight illuminated a figure that came out of the dark, behind the captured man. It was another man. A warlock, the witches figured, as he unleashed the other man with a flick of his wand. Two warlocks were there, standing in front of the witch sisters.\n\nThe witches were surprised since they never met a warlock before. But Yara was shocked. She was stunned, to saw a familiar face in front of him. A familiar pretty face who she just saw a couple of nights before, the one who she spent the night with. Embarrassment hit her for she told a lot of things to him, and she knew he remembered it all.\n\nSua and Ilyon confronted them with the fact that they tricked the town folks, proved that the warlocks didn’t have dignity nor self-respect. The warlocks laughed and countered the witches by calling them heartless, as they knew what the witches had done. Taken aback, the witches turned silent, before one of the warlock explained that Yara herself told him. Feeling played and stupid, Yara got mad and told her sisters that she was tricked. \n\nNot like Ilyon who defended Yara right away, Sua said that they need to focus on the real problem there. Which was the warlocks had used their magic to manipulate the town folks, therefore they had to pay for it. She struck the warlocks with her wand, which her sisters followed. But the warlocks raised their wands right away, ready to combat. As they pointed their wands to each other, Ilyon and Yara couldn’t brush off a strange vibe they got from Sua. They noticed something had changed within her and perhaps, the real problem was not the ones they thought.", "artifact_uri": "ipfs://QmfYZxDq66tPZ5DaRH6qf19eQV4jt9f6iPqK2R5Ycb4pYV", "display_uri": "ipfs://QmdNLHX6HJHfd5h3BJfyXU3hhePkS56cyfCWwFA3e7KHYW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfYZxDq66tPZ5DaRH6qf19eQV4jt9f6iPqK2R5Ycb4pYV", "mimeType": "image/jpeg"}], "creators": ["tz2KP1YvznRZzyCv3QR4rqFBP6ytR6Mc8C83"], "tags": ["tezos", "magic", "witch", "warlock", "witches", "fight", "tarot", "mystical", "haykalerlanda", "warlocks", "nft", "dark", "magical", "fantasy", "fairytale", "folktale", "story", "rare", "1", "7", ""], "extra": {}}