{"__version": 1, "token_id": 652576, "symbol": "OBJKT", "name": "Super Drink White Frame", "description": "Alexis Katsenburg was in big trouble if she couldn't get this product to work out, she was the CEO of what was now a failing company and stocks were dropping fast. She knew if she couldn't reveal a winning ad program for the latest product her company was working for she would be ousted by the board in possibly less than a week now... but, it's just a dumb fruit drink with some caffeine in it? How the heck does someone sell this?\n \nSitting in a boardroom, she still couldn't figure out how on earth to market this weird caffeinated beverage. \"So here's our product!\" she showed the can design to the marketing team. They seemed very unimpressed with her efforts, but she continued.\n \n\"So we have an energy drink that is not an energy drink,\" she continued. \"It's a fruit-flavored beverage with less caffeine than a cup of coffee. And we need to convince consumers that they should drink this beverage to get a burst of energy. And it should not taste like an energy drink…\" she paused for a second realizing how stupid she just sounded giving off that word salad, tightly closed her eyes and took a deep breath. “We a strongly successful marketing plan for this so our stockholders don’t kill us on Friday please help me!!” \n \nThe marketing team sat in silence. No one said a word. \"I'm so fucked...\" she thought herself while gulping, looking at a face of bemused marketers.\n \nKatsenburg knew this would be a tough sell. How do you convince someone to drink a fruit-flavored beverage instead of a Red Bull or Monster? Deep down though, she was convinced that this drink was different. The product had been in development for almost three years and taste tests seemed to do incredibly well, but no one on her team knew how to sell this thing. Heck, not even the ad agencies she contacted knew how to properly sell it: it seemed dead in the water.\n \nThat was until someone opened up an interesting question: \"So, Mrs. Katsenburg, who's this product going to be aimed at?\"\n \nShe was confused by the question. This fruit-flavored drink seemed to appeal to everyone. The market was wide open for it!\n \n\"Why, everyone! This product is aimed at everyone,\" Katsenburg said confidently.\n \n\"Everyone?\" the ad man asked again.\n \n\"Yes, everyone.\"\n \nFrowns came across the face of the team. \"Everyone? The beverage industry is a big place. How can you be sure this product will appeal to everyone?\"\n \nKatsenburg paused. She hadn't thought of that. The fact was, everyone already had a beverage they were happy to drink (their own, of course) and they weren't likely to switch.\n \nShe continued to answer the question by saying \"we'll just have to convince people to switch from the other energy drinks.\"\n \nThe marketer saw her train of thought, and quickly corrected her. \"No, no, no, no. You're thinking about it all wrong\" one person said, \"but I'm gonna be honest though, I have an idea...\"\n\n-----\n\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. White frames are initially given away for free. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n", "artifact_uri": "ipfs://QmVpg5HzurTddavGgjeux9rjpfRnprgFpFAf76paM9D8ib", "display_uri": "ipfs://QmYS3W3wfp3nHQSZNgFrPH154M6gDy2oohfFdFHpgMnvFV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVpg5HzurTddavGgjeux9rjpfRnprgFpFAf76paM9D8ib", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["NeuralNetwork", "NeuralArt", "AIArt", "AIEnhancedArt", "AIColors", "juice", "warhol", "energydrink", "corporatism", "marketing", "GalleryGehenna", "GalleryGehennaNFT", "GalleryGehennaProject", "Diamond", "DiamondFrame", "GoldFrame", "BlackFrame", "WhiteFrame", "Utility", "Game"], "extra": {}}