{"__version": 1, "token_id": 672030, "symbol": "OBJKT", "name": "Does Ropac need any help ?", "description": "This work is part of a project that makes the absence of women artists visible through Blockchain. The figures presented are taken from the statistics we produce. By framing them, we place them in a new virtual museum, where we write day after day a new history of art under the prism of feminism. The Blockchain allows the inscription of these data in a durable way in the time and the History.\n\nOn February 14th, 2022, the Thaddaeus Ropac gallery represented 15 women artists and 55 men artists.On September 23th, 2021, the Kamel Mennour gallery represented 20% women artists. Between these two dates the gallery began to represent the female artist Vera Molnar.\n\nWomen Artists : Rosemarie Castoro Estate, Mandy El–Sayegh, VALIE EXPORT, Sylvie Fleury, Rachel Jones, Martha Jungwirth, Ilya & Emilia Kabakov, Lee Bul, Liza Lou, Vera Molnar, Lydia Okumura, Elizabeth Peyton, Rona Pondick, Megan Rooney, Sturtevant Estate.\n\nMen Artists : Cory Arcangel, Jules de Balincourt, Stephan Balkenhol, Ali Banisadr, Miquel Barceló, Alvaro Barrington, Georg Baselitz, Oliver Beer, Joseph Beuys Estate, Marc Brandenburg, Jean–Marc Bustamante, Tony Cragg, Richard Deacon, Marcel Duchamp, Harun Farocki Estate, Adrian Ghenie, Gilbert & George, Amos Gitaï, Antony Gormley, Donald Judd Foundation, Alex Katz, Anselm Kiefer, Imi Knoebel, Wolfgang Laib, Jonathan Lasker, Roy Lichtenstein, Robert Longo, Marcin Maciejowski, Robert Mapplethorpe Foundation, Jason Martin, Bjarne Melgaard, Ron Mueck, Patrick Neu, Nick Oberthaler, Irving Penn Foundation, Jack Pierson, Imran Qureshi, Arnulf Rainer, Robert Rauschenberg Foundation, Daniel Richter, Gerwald Rockenschaub, James Rosenquist Estate, Tom Sachs, David Salle, Markus Schinwald, Sean Scully, Raqib Shaw, Andreas Slominski, Emilio Vedova Foundation, Not Vital, Andy Warhol, Lawrence Weiner, Robert Wilson, Erwin Wurm, Yan Pei–Ming.\n\nDuos or collectives of artists are counted as one artist. If a woman is present in these groups, we integrate this collective or duo in the group of women artists.", "artifact_uri": "ipfs://QmbJFCGdpjHh7155MmY7PF2koTCEC3mAoGwF7ggSo7f1G3", "display_uri": "ipfs://QmSmHRuzGD2XJmMWnqo3ipBgihhT5ucxF9aLoMYAugepTF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbJFCGdpjHh7155MmY7PF2koTCEC3mAoGwF7ggSo7f1G3", "mimeType": "image/png"}], "creators": ["tz28a3vkLZKxSGaeWEAKghvU3jKfVHyxHWj5"], "tags": ["feminism", "art", "womenartists"], "extra": {}}