{"__version": 1, "token_id": 664073, "symbol": "OBJKT", "name": "Terraformatting: Atmospheric Studies 019", "description": "A portmanteau of Terraforming and Formatting. The project is a meditation on the impacts of ubiquitous computing on Earth's atmosphere and by extension the entire environment. The project explores combinations of three key techniques used to destructively manipulate images of clouds collected from royalty free sites:\n\n1. Pixel Sorting - the process of selectively ordering pixels based on their numeric values.\n\n2. Vector Drifting - a process developed by the artist that produces a \"datamoshed\" effect by copying and pasting sections of an image, displaced by vectors derived from a flocking algorithm.\n\n3 Langston Sorting - a process developed by the artist that uses the Langston's ant 2D cellular automata algorithm as a basis for re-ordering pixels.\n\nComputational technologies have aided the acceleration of a mass re-ordering of the Earth by humans. Changes in the composition of the atmosphere are impacting weather patterns, re-shaping what we previously considered natural features. Extraction, refinement, processing and deployment of elements, minerals, and other raw materials is re-configuring the landscape and altering the chemical composition of rivers, lakes, and oceans. These changes are altering entire ecosystems, causing changes in migration routes as well as habitat zones for populations of numerous species of insects. Virtualized activity actualizes outcomes desired by humans through manifesting itself in the real at an accelerated as terra-reforming or a reformatting of the entire planet.", "artifact_uri": "ipfs://QmPR8zLF4gtKLYxKWesLCdhDvepGjxFSx2yuxTE323GXVx", "display_uri": "ipfs://QmPDPPVELL7TYy6BC4xtzLiKoanwGZgbNzKbYpKjnn8tri", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPR8zLF4gtKLYxKWesLCdhDvepGjxFSx2yuxTE323GXVx", "mimeType": "image/png"}], "creators": ["tz1PZ7a2uDxKHd2NouLrDyjFVfpvpfJ3HBNR"], "tags": ["generative", "pixelsorting", "datamoshing", "environmental", "creativecoding", "processing"], "extra": {}}