{"__version": 1, "token_id": 512053, "symbol": "OBJKT", "name": "TARDIGRADES #1", "description": "\"LAUNCHED INTO SPACE\n\nA cientific research has launched through a rocket 3,000 water bears to be exposed to the vacuum of space and extreme radiation from the sun. Of them, 68% survived.\n\nThe choice of the experiment subject was made based on facts about this microscopic creature. It is known for its indestructibility, resilience to extremes of high and low. \n\n1300 types of tardigrades are known, which lives everywhere in the biosphere, from the deep ocean to deserts, volcanoes and the arctic. \nIn the total lack of water, it can remain in a cryptobiotic state, recovering vitality as moisture is restored. It loses its exoskeleton as it continually grows. \n\nThe species has been here for 500 million years, has survived all five mass extinctions. A wonderful creature indeed.\"\n\n \n\n\"LANÇADOS AO ESPAÇO\n\nUma pesquisa científica lançou ao espaço a partir de um foguete 3.000 ursos d'água para serem expostos ao vácuo do espaço e à radiação extrema do sol. Destes, 68% sobreviveram.\n\nA escolha do sujeito do experimento foi feita com base em fatos sobre essa criatura microscópica. É conhecido por sua indestrutibilidade, resiliência a extremos de alto e baixo. \n\nSão conhecidos 1300 tipos de tardígrados, que vivem em toda a biosfera, desde o oceano profundo até desertos, vulcões e o Ártico. \n\nNa falta total de água, pode permanecer em estado criptobiótico, recuperando vitalidade à medida que a umidade é restaurada. Ele perde seu exoesqueleto à medida que cresce continuamente. \n\nA espécie está aqui há 500 milhões de anos e sobreviveu a todas as cinco extinções em massa. De fato, uma criatura maravilhosa.\"", "artifact_uri": "ipfs://QmSMVBkrhqU9wg4zvx8Zshoityu4JjBMCMsmLiBCQhZDJn", "display_uri": "ipfs://QmSMVBkrhqU9wg4zvx8Zshoityu4JjBMCMsmLiBCQhZDJn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSMVBkrhqU9wg4zvx8Zshoityu4JjBMCMsmLiBCQhZDJn", "mimeType": "image/gif"}], "creators": ["tz2Cviy9tUz3RyzX8CyXWqDhu29S9cL83wof"], "tags": ["Illustration", "gif", "animal", "shamanic", "glitch", "Photoshop", "nagualbox", "Kazhakstan", "loop", "video", "psychedelic", "rocket", "narrative", "noise", "scifi", "art", "philosophy", "concept", "Brazilian", "brasil", "Brazil", "Latin", "America", "newartist", "new", "experimental", "TARDIGRADE"], "extra": {}}