{"__version": 1, "token_id": 657653, "symbol": "OBJKT", "name": "XTZ ARSENAL (ORIGIN)", "description": "The year is 2018. As a young Arsenal sits at his computer watching a Utube video featuring the CEO Boring Buffet as a mysterious light starts emit from the monitor creating a weird cyber portal. Shocked and in disbelief of what has occurred Arsenal reaches his hand forward to make sure this isn’t just his imagination and he isn’t dreaming. Almost instantly his body is transformed into computer coding of 1’s and 0’s as he is thrown into the Metaverse. By the time he becomes aware of what has happened he finds himself in a foreign land called “Etherworld”. He learns after speaking with a few of the inhabitants to interact with the different communities and to buy any resources here that he will need to convert some of his USD into a currency named Ethereum. For every transaction he is charged a small fee called “gas” which is sent to a mysterious group of individuals called “Miners” used to maintain the ecosystem. Initially these fees are very inexpensive where he does not mind paying them to interact with this amazing new world full of interesting creators and projects. After a few months he notices that Etherworld is beginning to be polluted and that the “gas fees” are beginning to become more expensive and a bit much to interact with daily. One day while walking through the Metamask city downtown area he notices a brochure for a new land called the “Tezosverse”. The brochure mentions that this land uses a unique process called “proof of stake” where “gas” is not a huge factor and there is a focus on being energy efficient. This place mentioned in the brochure would use a currency a bit different from Ethereum called Tezos. Very interested in getting away from the pollutants growing in Etherworld Arsenal decides to travel to Tezosverse. Upon arrival he notices how much greener the land is and the freshness of the air, which is such a relief from the congestion of Etherworld. He notices that the inhabitants of this wonderful place are all very laid back and truly focused on creating a great eco-friendly ecosystem. Arsenal decides to not only become a citizen of this new land but to assist in building this amazing community. Officially changing his name to “XTZ ARSENAL” he begins to build.", "artifact_uri": "ipfs://QmdkYkYHHeTpd87iqAmk2cqovLNSfuC2R5LW1M2feUgsJb", "display_uri": "ipfs://QmV5AdKFBv1xywWQmzWbESCVY2QmLdXXtALPfSUFrhFHnG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdkYkYHHeTpd87iqAmk2cqovLNSfuC2R5LW1M2feUgsJb", "mimeType": "application/x-directory"}], "creators": ["tz1f5b8bLpX4r6SDbvQmgQBBV8SZCSLsfZZq"], "tags": ["customgun", "xtzarsenal", "xtz", "objkt", "tezos", "tezosarmy", "3dart", "xtzarmy", "moonboots", "nft", "rarible", "xtzcomrade"], "extra": {}}