{"__version": 1, "token_id": 662153, "symbol": "OBJKT", "name": "Rosal [Gardenia Jasminoides Ellis] ", "description": "· Roots used for fever with delirium.\n· Decoction of roots used for flatulence, dyspepsia, and nervous disorders due to dentition.\n· Decoction of leaves and flowers used for dyspepsia, flatulences, nervous disorders and abdominal pains.\n· Decoction of bark used for menorrhagia and uterine problems.\n· Decoction of flowers used as wash for inflamed eyes.\n· Poultice of leaves for swollen breasts; may be mixed with violeta and other herbs.\n· Decoction of bark of stems and branches used for intermittent fevers, dysentery, and abdominal pains. Also used as tonic.\n· Jaundice, hepatitis\n· Fruit is antiseptic; used for toothaches, foul sores.\n· Used for cough, fever. bacillary dysentery, nephritic edema, epistaxis, painful outgrowth at the tongue, mastitis, furuncle, and lymph node tuberculosis\n· Fruits are pulverized and applied to regions with furuncle, sprains, lymph node tuberculosis with water or alcohol.\n·Resin or paste made from the resin exudate of the fruit is applied to aching teeth, foul sores, and callous ulcers; also, to keep flies from the sores. Internally, used to expel worms. Resin also given for corpulence and to reduce the spleen.\n· Powdered fruit used as febrifuge.\n· In China, extract used traditionally to treat diabetes. Also used for inflamed eyes, tumors, painful urination and hematuria. Infusion of lowers used as emollient and as an antiophthalmic. Fruit reportedly used as emetic, stimulant, and diuretic. Smaller fruit used for fever, fluxes, dropsies, lung disease, and jaundice; externally, for vulneraries. Pulp of larger fruit used as poultice applied to swellings and injuries, and to various ailments like wine-nose, dog-bite, slight burns and scalds.\n· Malays consider it cooling. Poultice of leaves used for swollen breasts and headaches.\n· In Oriental medicine, fruit has been used for inflammation, jaundice, headache, fever, liver disorders and hypertension.\n· In Chinese folk medicine, flowers used for birth control. (51)\n· In Kerala, India, the intact flower is put on water overnight, and the infusion is filtered and used to treat conjunctivitis. \n\ninfo source: http://www.stuartxchange.org/Rosal\n", "artifact_uri": "ipfs://QmdhnVR1h9ebt5ZSDkZX2WZ1JokajJpKVGC9rjWJnKDpRq", "display_uri": "ipfs://QmdhnVR1h9ebt5ZSDkZX2WZ1JokajJpKVGC9rjWJnKDpRq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdhnVR1h9ebt5ZSDkZX2WZ1JokajJpKVGC9rjWJnKDpRq", "mimeType": "image/gif"}], "creators": ["tz1VM4G2AWMBPU1krcqpLupH91Nka2vwS7Mu"], "tags": ["tropical", "flowers", "mohini", "rosal", "gardenia", "medicinal", ""], "extra": {}}