{"__version": 1, "token_id": 668853, "symbol": "OBJKT", "name": "Nomila", "description": "Nomila was born in Kras, the place close to the Dark Lands. Nomila and her family were farmers in Kras, which was famous with its wizard schools. When Nomila was a small child, she and her family started collecting crops from their fields, but strangely, every plant Nomila touched would soon rot.\n\nAfter realizing this situation, her family forbade Nomila to touch the crops. But Nomila's curse grew even bigger, as Nomila walked through the village, the flowers near her were wilting and the crops sold by the villagers were rotting. When the people of the village realized this situation, they wanted to burn Nomila, saying that she was cursed, and they rebelled. While all the village people were trying to break into her house to kill Nomila, her father secretly hustled Nomila out of the village and left her in a remote forest because he had to.\n\nWhile Nomila is crying alone in the forest, She is found by wizarding school teacher Greff and taken to the school. Realizing Nomila's great power, Greff teaches her that she can use her magic for good. When Nomila reached her 20s, her illnesses increased and she had difficulty even moving. Nomila was afraid of death and secretly began to use her magic to take souls from living things. Discovering that this healed her, Nomila wanted to be healed permanently and made a necklace to keep herself young with magic. But, realizing that the necklace works with strong spirits, Nomila started to commit secret murders at the wizard school.\n\nThe magic master Greff realized that Nomila was committing the murders and tried to stop her, but surrendered her soul in the face of Nomila's relentless power. Nomila escaped from the wizard school, returned to her village to see her family again, but learned that her family was killed by the villagers on the day of riot. Thereupon, Nomila went mad with anger and went back to school and stole the Xrenth lamps, which are dark magic items, and killed the entire village with dark magic for taking their souls.\n\nNomila, who got younger as she hunted for souls, also wanted the spirit of the Dragon kept in the vaults of the Camelot kingdom, and for years made great attacks to enter Camelot. This is why she is also known as the \"Curse of Camelot\". Estimated to be 700 years old, Nomila was caught in the Collector's trap and imprisoned in a jar after she delivered Princess Frinela's body to the Collector.", "artifact_uri": "ipfs://QmdFGXDHZtSFaJnxgtMHeemhEmivJfccJ9NVCCCnGUeSSi", "display_uri": "ipfs://QmXZDUaU7K2UYmHFz7ciqYRRUS6RTF8ASaBiAC7MXhUsXF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdFGXDHZtSFaJnxgtMHeemhEmivJfccJ9NVCCCnGUeSSi", "mimeType": "image/jpeg"}], "creators": ["tz1VkDRDJDHprEN6crgjCyfvpeghjxKtMjqV"], "tags": ["nude", "nudeart", "jar", "soul", "hunter", "dark", "lamp", ""], "extra": {}}