{"__version": 1, "token_id": 687353, "symbol": "OBJKT", "name": "RTJ4 (Deluxe Version) Action Figure", "description": "I’ve talked extensively about “RTJ4\" on my RTJ4 Action Figure from a week ago. Frankly, I don’t think that figure is good enough to represent such an amazing album. I thought it was okay at first, but the more I look at it, the more I dislike that thing. It was kind of a bummer. \n\nSo, in order for justice to be restored, I decided to mint this Deluxe Version of that particular failed attempt. It’s a limited edition two-figures pack of RTJ’s “RTJ4”. Personally, I'm really satisfied with the result. It make me sleeps better at night after I pretty much butchered the original one. My sincerest apology to Run The Jewels for that sad hack job.\n\nOn a side note: RTJ DID released a \"Deluxe Version\" of “RTJ4” on September 2021. It’s a sprawling 24-tracks effort that features the original 11 “RTJ4” tracks, instrumentals, their Cyberpunk 2077 song “No Save Point\" and remixes to some fan-favorite album cuts. While \"JU$T\" just receives an eclectic production overhaul from What So Not, “Ooh La La” and “The Ground Below\" both now appear with features from Lil’ Wayne and Royal Blood, respectively. \n  \nEl-P figure is made from Hasbro’s GI Joe Classified “pimp daddy” Destro figure, Mattel’s WWE Mr. T and repainted Legends Elite Ted DiBiase figure, repainted DC Designer Series Lee Bermejo’s Lex Luthor figure, and Super 7’s Run The Jewels figure.\n\nKiller Mike is made from Hasbro’s GI Joe Classified “pimp daddy” Destro figure, Mattel’s WWE Mr. T figure, repainted Marvel Legends Series retro Kingpin and Joe Fixit figure, and Super 7’s Run The Jewels figure.  ", "artifact_uri": "ipfs://QmQCFNUXFgCmLRXXbc1NMD5CoD9kpm91cGuqoipSfoeLz4", "display_uri": "ipfs://Qme1yJ7CCcizsNvpMd6R4hvbfzDVT9Tkd868VGL6ZgSPVo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQCFNUXFgCmLRXXbc1NMD5CoD9kpm91cGuqoipSfoeLz4", "mimeType": "image/jpeg"}], "creators": ["tz1aXpmExefGTPY8Zw8WtaLyKK7AzdsvbZw2"], "tags": ["Digital", "Collage", "HipHop", "Albumart"], "extra": {}}