{"__version": 1, "token_id": 688153, "symbol": "OBJKT", "name": "Deep GAD Collection @10", "description": "Deep GAD Collection - Sketch @10\n\nThe sketches of architect Gokhan Avcioglu are an important part of GAD's architectural practice. Avcioglu’s sketches, paintings and sculptures are the starting point for his many architectural projects over the last 30 years of GAD. His watercolor sketches on archival paper have been pursued with the goal of developing a visual language for architecture. These sketches realized in sketch books of various sizes mix the architect's interests in organic forms with the more rigid geometries of classic and modernist architecture. Gestural and supple in their designs, these sketches represent the architect's thinking on architecture but also represent a purist approach to form, color and shape. His production of over thousands of these sketches are a hidden but vital aspect of Gokhan Avcioglu’s architecture.\n\nIn 2021, the sketches of Gokhan Avcioglu were given a further push into the realm of organic design. In an experimental project that started with the archiving of nearly 1000 of his hand drawn water colors by the GAD Foundation, these digitized sketches were then processed through Generative Adversarial Networks resulting in these digitally processed sketches. This was an attempt to draw and recreate a new aesthetic of Avcioglu’s sketches through the methods of artificial intelligence and neural networks. The GAN decoding the patterns of Avcioglu’s sketches generates these images as a four dimensional latent space. The results show the capabilities of artificial intelligence to understand a specific aspect of a visual language, in this case Avcioglu’s sketches, and reiterate this creative process in a new man-machine paradigm. These digital sketches from analog works represent the possibilities of new aesthetics paradigms drawn from very unique cultural productions.\n\n\nDeep GAD Collection @10\nMay 2021\nGAD Foundation\n\n4000 x 4000 pixels, JPEG\n\nWatercolor sketches by Gokhan Avcioglu\nProgramming and design coding by Kemal Arda Alkin\nGraphic production by Simay Fidan\nConsultants - Gokhan Karakus, Gizem Ucar\nGAD Foundation Projects 2021", "artifact_uri": "ipfs://QmQGHgBuz1ih4NMnxQWwg8JEkzECed8yZ85u7ydcED2mt2", "display_uri": "ipfs://QmYQ5UF7xCnyUdEDvauMNp9TMUb5x1Pzh21arTGpJS1Jsg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQGHgBuz1ih4NMnxQWwg8JEkzECed8yZ85u7ydcED2mt2", "mimeType": "image/jpeg"}], "creators": ["tz1UScdh7m5oKQk3nWza5XEkfi8SmTzhvNMZ"], "tags": ["ai", "gokhanavcioglu", "sketch", "stylegan2", "gad", "gan", "architecture", "neuralnetworks", "artificialintelligence"], "extra": {}}