{"__version": 1, "token_id": 693553, "symbol": "OBJKT", "name": "Colorful Underwater Coral Reef #01", "description": "The image, \"Colorful Underwater Coral Reef #01\" is the first image in the \"Underwater Wonderlands NFT Series\". It was created to depict the colorful, \"endangered\" underwater life in various areas of the world. While most coral reefs are found in warm water locations near the equator, more than one-hundred (100) countries have a coral reef within their borders. Although many people think that corals are plants, they are actually immobile animals attached to the ocean floor, submerged rocks, or other hard surfaces. The colorful coral reefs are underwater ecosystems formed by colonies of coral polyps; and held together by living coral, skeletons of coral, and calcium carbonate deposits from other marine organisms such as mollusks, and protozoans.\n\nMany coral reefs around the world have been damaged or have disappeared for various reasons. These reasons including over-fishing; destructive fishing techniques; global climate change; ocean acidification; pollution; invasive species; coastal development; and physical impact from careless tourism. It has been reported that thirty (30) to fifty (50) percent of the world's coral reefs have been lost as of 2021. As of March 1, 2022, there are twenty-two (22) coral species listed as \"Threatened\", and two are listed as \"Endangered\" under the Endangered Species Act (ESA) which provides a program for the conservation of threatened and endangered plants, animals and their habitats. Indeed, coral reef protection, conservation, and restoration programs as well as public awareness are essential. Coral reefs are extremely valuable to the global economy as well as the domestic economy. They provide food; and offer various economic and cultural benefits to communities worldwide. In addition, coral reefs provide protection against coastline erosion and flooding while serving as natural habitats for fish and other marine species. \n\nThe images in the \"Underwater Wonderlands NFT Series\" were created with the assistance of artificial intelligence, VQGAN+CLIP (machine learning algorithms), and text prompts. The image may be interpreted differently through the eyes and imagination of the viewers.", "artifact_uri": "ipfs://QmRNbZVbxF5VyGVshmaJqDSH3Zi98yhzGDBiHoJNZ6qDPB", "display_uri": "ipfs://QmRNbZVbxF5VyGVshmaJqDSH3Zi98yhzGDBiHoJNZ6qDPB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRNbZVbxF5VyGVshmaJqDSH3Zi98yhzGDBiHoJNZ6qDPB", "mimeType": "image/jpeg"}], "creators": ["tz1XQeAkWGur8esmmuChxBN5VTZk4X3Z48gH"], "tags": ["tropical", "coralreefsendangered", "equator", "fish", "marine", "endangered", "nature", "climate", "ocean", "pollution", "invasive", "weather", "restoration"], "extra": {}}