{"__version": 1, "token_id": 696653, "symbol": "OBJKT", "name": "BINARY 004 : ISN'T IT WEIRD", "description": "Part of TRILOGY - a conversation between 3 collections, BINARY, SPECTRUM, and UNION. Autobiographical abstraction.\n\nBINARY pieces obey a set of rules in that they must be constructed using only 2 x white blocks on a black canvas. With these constraints, each canvas is an abstract representation of an autobiographical tale.\n\nISN'T IT WEIRD\n--------\n\n'Isn't it weird?' She says as I lay a trio of kisses at her hairline. \n \n'A bit.' I reply.\n \n'We can’t though, you know that?'\n \n'I know - and we won't, but-' \n \n'-I like this.' \n \n'Me too.'\n \nShe catches my eye, holds my gaze in a wordless question - kind of wants it to be my fault, kind of wants to make a mistake -\n \n- but knows I'd never let her. \n \nWe sink another glass of red wine and let the dizzy, warm, heavy, sinking pull of resisting take us - cocoon us, drawing a border around our subplot (Population: 2) so we can string this memory out for at least a few more minutes. \n\nConversations crowd like background actors - opening more doors than we'll ever have time to close - and the more threads we spin, the further we’re stitched into each other until it all feels so… close; like the space got sucked out from inside each atom and now all the protons and electrons are occupying the same space, so the walls aren’t over there anymore - they’re in us, and we’re in them and it’s all so…\n\nClose.\n\nAnd immediate. \n \nThe jukebox plays its part :\n \nVienna - Billy Joel\n \nMisread - Kings of Convenience \n \nOut of Time - Chris Farlowe\n\nAs the second's tick by, time unmakes itself; forming its own weather inside our private terrarium so all the words fall out of sequence and every note seems to play at once - bouncing off the curved glass walls, repeating themselves so they never have to die. \n \nBut, somehow, everything just ends up confused. \n \nMisplaced. \n\nHere’s Billy reminding me I’m out of touch (my baby) and now Kings of Convenience are telling me to slow down (you crazy child). \n\nMakes no difference to us. We submit - let the composition wash over us like the discordant soundtrack to the original motion picture of a strange little story we'll have to keep to ourselves forever.\n \nShe lays her head on my shoulder and time clicks back to its usual order.\n \n'Isn't it weird?' She says. \n \n'A bit.' I reply. \n \nShe tells me she loves him. It’s been five years - she doesn’t mean to misbehave. ‘It’s just sometimes real life is… so… fucking… boring…’\n \nI tell her it’s ok, I get it. I’ve been there.\n\nI tell her that I'm happy for her. \n \nAnd I mean it.\n \n'So, what are we doing?'\n \n'I honestly don't know, but -'\n \n'- I like it.'\n \n'Me too.'\n \nEventually, closing time applies to us as well. She drains the dregs from the bottle (and those from the table next to us). We gather our things in silence and step out into the night. \n \nUnder the warm glow of a streetlamp, I notice she’s wearing his coat - two sizes too big pulled around her like a blanket. \n\n‘I’m this way…’ She leans her body towards the end of the street and we walk - drawn to one another like a Newton’s Cradle so even when our strides part, we’re pulled back into each other's orbit, fingers crashing together in a chorus of ‘oops’ and ‘sorry about that’. \n\n\nI don’t say it - but the only thing I’m sorry about is that I’ll never see her again.\n\nInstead, I say: ‘Private tales, spun on a photon bridge.’\n\n‘What’s that?’ she asks me.\n\n‘Just a poem I’m working on.’\n\n‘Is it about me?’\n\n‘Not everything is about you, ’ I lie.\n\nThe bus stop comes too soon and, in a moment, we’re facing each other, too close - too far away. She looks at me with another one of her wordless questions - her full, sweet lips presented as an invitation she’s praying I won’t take. \n\nI don’t - and as her bus pulls in, she turns her back.\n \nHer final words float over her shoulder as the doors inhale open.\n \n'Do you think this is how it feels to be in a parallel universe? To be two of yourself?' She asks.\n \nI don’t answer. \n \n'Isn't it weird?' She says, almost to herself.\n \n'Yeah…’ I sigh-\n \n- ‘A bit.'\n", "artifact_uri": "ipfs://QmY9P4JagXQG8uYR6mVM26qerPuGTjhw239NJ7hVp4EMNG", "display_uri": "ipfs://QmUjDDejaGFmweJkSzwjCHcTfpjzGNBG5r1Q6pqHuJ4JAY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmY9P4JagXQG8uYR6mVM26qerPuGTjhw239NJ7hVp4EMNG", "mimeType": "image/png"}], "creators": ["tz1WqiSCF73e2YK85VL2EXrgL5oti3AkJEKf"], "tags": ["minimalist", "minimalism", "abstract", "literary", "shortstory", "microfiction", "squares", "abstractminimalism"], "extra": {}}