{"__version": 1, "token_id": 657952, "symbol": "OBJKT", "name": "Everything is in its right place", "description": "Mixed media in A2 Paper\n2021\n\nI grew up listening to Radiohead. I remember back in high school when I considered myself to be a metalhead, a friend played me a song, it was High and Dry. Then, if I have to turn back time for longer, back to Junior High, then I found myself a cd playlist containing at least Creep in it. At the moment, the flash disk was simply sky-high. Even there were dark moments of my life where I just sat down, playing broken sounds on a guitar that I had nothing better to do. One of them is No Surprises.\n\nLately, I limited myself to several genres and subgenres. They are either post punk, future garage and jazz, to the point where I think I lost my interest in music at all. I found that everything that makes a sound, then I listen to it, repeatedly, it becomes a pattern. And as we know, we tend to see a pattern and familiarity as the same thing. From that moment on, I feel every song is just one big scam that I need to get far away from. Musicians are Scum as Pere Ubu says, I quote ironically.\n\nCouple weeks ago, I felt the urge to have a simple earphone. Just in case I want to watch a movie as immersive as I can. So I bought a knock-off airpods pro. And I watched some movies with it.\n\nAfter some binge-watching movies, with the earphone still in my ears. I opened my library of music, to fire up some songs I used to listen to. Until I came across Ok Not Ok. It’s a remastered version, I thought. I noticed something entirely different, the sound was all over and surrounded my head especially on Subterranean Homesick Alien and Let Down. In the neon sign, scrolling up and down, I am born again.\n\nAnd that moment, reminds me that I need to do something I always want to do: to feed my inner child. Lollipops and crips.\n\nThe jigsaw is falling into pieces and everything is in its right place. And Radiohead is definitely a place to fall back to.", "artifact_uri": "ipfs://QmcvTbeodyMDFZgfg9frMKJYBUqDMQhRf4CB73UzEARh95", "display_uri": "ipfs://QmUcrRRyif9JUtdE7NPD3ftG8JJXsx3vRDTw2sRcrYoEhi", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcvTbeodyMDFZgfg9frMKJYBUqDMQhRf4CB73UzEARh95", "mimeType": "image/jpeg"}], "creators": ["tz1T1zT77dM9RnnMS2s8zEQEpF6RL96hVFNo"], "tags": ["radiohead", "fanart", "amnesiac", "kida", "surrealism", "architecture"], "extra": {}}