{"__version": 1, "token_id": 642866, "symbol": "OBJKT", "name": "Geneva's Oath", "description": "Oil on Canvas\n*For Digital Purpose Only*\n\nOnce upon a time, there was a very bright young girl born from a respectful duke family. She already got her future planned in detail the moment she was born into the world. Her name was Geneva Este, her eyes were bright as the sun's rays and her cheek was always as pink as a rose, she was a magnificent child. Growing up, Geneva realised that she was a little bit different than her peers, instead of preparing herself to be a lady and wed to a high-status gentleman, she was very interested in the art of swordsmanship. \nWhen she was little, a royal knight save her from a group of thieves, and from that moment she knew that she wanted to be a knight.\n\nShe was told that when she turned 18, she was planned to be wed to her fiancee and move to another household, which she was very much against it. Every night for 3 years before she turn 18, she snuck out and trained with her childhood friend who was the third prince of its kingdom. Although she was a woman, Geneva was stronger and faster than most men, she was already surpassing her teacher by then.\n\nOne day the duke found out about her training and got very furious, he took her title and threw her out to live with her uncle in a village near the city. A year passed by and at that time the kingdom was in a very horrendous war with another kingdom, the city was dying, and many men fell, including Geneva's older brother. Broken heart with the news geneva sought help from her friend the 3rd prince and begged him to allow her in the final war. Although he was hesitant at first, he allowed her to even lead the war. With her outstanding skill and tactic, she led the troop into winning the war, it was the moment when everybody could not believe their eyes, they even thought it was the work of mages. From there, Geneva was officially crowned as the first female knight in history, and the war was then called 'The Geneva Black Rose' war.", "artifact_uri": "ipfs://QmRW4g3AcAKKRW6wFtY85o2S33b6JXLPPDhf44FpUFnNUF", "display_uri": "ipfs://QmZ8sEsK3mWg4g4ZnNqCbRJnYbQrMuNDNusqP3rRKj7Ctq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRW4g3AcAKKRW6wFtY85o2S33b6JXLPPDhf44FpUFnNUF", "mimeType": "image/png"}], "creators": ["tz2PJey1iHahKMn31CHeUjcpv24fHp77x9LK"], "tags": ["renaissance", "renaissanceart", "oilpainting", "oiloncanvas", "medieval", "medievalart", "knighthood", "damehood", "femaleknight"], "extra": {}}