{"__version": 1, "token_id": 670666, "symbol": "OBJKT", "name": "Oda Nobunaga (06/12)", "description": "Oda Nobunaga was born on June 23, 1534, as the second child of Oda Nobuhide and his wife Dota-gozen (Tsuchida–gozen), the lower daimyo of Owari (now Aichi). Since childhood Nobunaga showed an impudent and rude attitude. He would often sneak out of the palace and cause trouble, throwing incense on the altar during his father's funeral (1551). That's why he was nicknamed \"The Fool of Owari\". As a daimyo he is known to be cruel and indiscriminate towards any of his competitors. In 1560 he killed his own brother Oda Nobuyuki in order to secure his position as the future leader of the Oda clan. In order to suppress the rebellion of Ikko Ikki (warrior monk) Nobunaga carried out the massacre at the Enryakuji temple complex on the sacred mountain Hiei, near Kyoto in 1571, and destroyed the Ishiyama Honganji temple in Osaka using a cannon carrier fleet in 1580. The tragedy of Enryakuji temple is the most heartbreaking, Nobunaga ordered his soldiers to surround and burn the forest of Mount Hiei, then kill anyone who fled from the mountain. It was recorded that 25,000 men, women and children died in this tragedy. For his cruel behavior Nobunaga was nicknamed the \"Demon King of the Sixth Heaven\". On the other hand Oda Nobunaga is a very reliable warlord. In 1560 Nobunaga was able to defeat Imagawa Yoshimoto despite being outnumbered. Managed to control Kyoto in 1568 thanks to his alliance with Tokugawa Ieyasu, and then appointed Ashikaga Yoshiaki as puppet shogun. Humiliating the legendary Takeda clan's cavalry corps in the battle of Nagashino in 1575 with his brilliant tactics. As well as being the first daimyo to make massive use of the use of Tanegashima (Arquebus) in his army. And many more achievements that have been achieved. Oda Nobunaga died by suicide on June 21, 1582 (42 years old) in the betrayal by Akechi Mitsuhide at Honnoji temple, Kyoto.", "artifact_uri": "ipfs://QmeR5RZu9Rpp4thPMuDZvAjYH124i3mGXJfBQSVqVGv1SA", "display_uri": "ipfs://QmbvHbZMNGJXpHxumptnGrN1eLFG23jm88hFAYZpxgG2rt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeR5RZu9Rpp4thPMuDZvAjYH124i3mGXJfBQSVqVGv1SA", "mimeType": "video/mp4"}], "creators": ["tz1bmXxGgdQZFnkGqibZ129m82oVQkEpDK34"], "tags": ["Samurai", "Japan", "Illustration", ""], "extra": {}}