{"__version": 1, "token_id": 684066, "symbol": "OBJKT", "name": "FIRST EDITION GOLD NFTicket RAN-KING PROJECT - Session of 02.27.2022 - Available until 02.26.2022 23:59 UTC BEFORE BURNT - MORE INFOS FIRST EDITION GOLD NFTicket RAN-KING PROJECT - Session of 02.25.2022 - Available until 02.24.2022 23:59 UTC BEFORE BURNT - MORE INFOS https://www.liinks.co/rankingnft", "description": "Welcome to the page of our participatory community project \"RAN-KING\" NFT.\nhttps://www.liinks.co/rankingnft\n\n\"RAN-KING\" NFT is a participatory game project open to all, combining the worlds of cryptocurrency, NFTs as well as prediction game.\n\n\nTHE RULES :\n\nThe rule is simple, the first 3 participants who predict the closest result to the price of the Bitcoin king at its closing based on COINMARKETCAP data, will be awarded the prize pool of the day, respectively 70% for the first, 20% for the second and 10% for the third.\nIn the case of a tie, the prize pool will be shared between the winners.\n\n\nPREREQUISITES :\n\nYou will need to have or create a physical Tezos wallet with NFT support that will allow for a single public key for sending and receiving any transaction, simplifying metadata controls for the RAN-KING NFT Challenge.\n(Sending from Binance or Kucoin application for example is done from dedicated accounts on which you do not have access and cannot acquire your NFTs...)\n\nPROCEDURE :\n\nParticipation in the game will be done by daily session via the collection of an NFTicket of a symbolic value of 1 Tz from the NFTs platforms www.Objkt.com or hicetnunc.xyz and\nwill be published at a maximum of 10000 copies so 3 chances to win on 10000 max or by default according to the number of tickets that have been collected.\n\n1 - Listing of the NFTickets of participation carried out every week.\n\n2 - The NFTickets will be available at D-2 ±00:00:00 UTC of the date indicated on the NFTicket.\n\nWe invite you first and BEFORE the collection of the NFTicket to send the registration form\n===> https://forms.gle/gY9YMtQ7iECufgCr8\n\nthen AFTER the collection of the ticket to send the validation form\n===> https://forms.gle/3BQqN3ejqGt4EWiV8\n\nThis will ensure that your participation is taken into account.\n\n3 - The stop of the collection being fixed at D-1 ±23:59:59 UTC, all the not collected tickets of the session will be then burned.\n\n4 - Diffusion of the list of participants/scores predicted on our Twitter page and Discord.\n\n5 - Determination of the final result by the value of the BITCOIN price set at the time of closing by the COINMARKETCAP platform. (https://coinmarketcap.com/currencies/bitcoin/historical-data/).\n\n6 - Diffusion of the results on our Twitter page and Discord and payment of the rewards to the winners.\n\n\n\nDISTRIBUTION :\n\n25% of the total amount of tezos collected, will pay for the platform's sales costs (10%), management and organization costs (12%) and the remaining 3% for Aids/Charities.\n\nThe remaining 85% will be distributed to the first 3 winners of the ranking, according to this distribution:\n=> 70% for the first,\n=> 20% for the second\n=> 10% for the third.\n\nExample for a complete session of 10 000 participations ;-P\n\nAmount collected = 10000 Tezos\nPlatform costs = 1000 Tezos\nOrganization costs = 1200 Tezos\nHelp and Organization = 300 Tezos\n\nJackpot = 7500 Tezos that is to say a chance on 10000 maximum to be :\n\nN°1 = 5250 Tezos\nN°2 = 1500 Tezos\nN°3 = 750 Tezos\n\n\nIMPLEMENTATION OF BONUSES:\n\n- Awarding of a NFT GOLD, SILVER or BRONZE medal according to ranking which cumulated will allow to obtain an additional reward.\n\nRAN-KING NFT medals visible on Objkt.com and HicetNunc.xyz\n\n- Collect 15 NFTickets and receive a new NFTicket of the day upon request.\n\nThe forms that will collect the various proposals will be made via GOOGLE FORM links and via exchanges on the Twitter and Discord of the community.\n\n\nADVANTAGES :\n\n- No losers! Each session will reward the 3 best results of the ranking.\n\n- No cheating! The final result is based on a non-controllable variable, set in time and stopped at a fixed time, published and officially accessible on a trusted third party site ( https://coinmarketcap.com/currencies/bitcoin/historical-data/ )\n\n- A total transparency! All exchanges made on the TEZOS blockchain can be accessed and verified by all from a blockchain explorer (https://tzkt.io/), where they are registered AD VITERNAM and in a non-falsifiable way.\n\n- Valuing the use of Non-Fungible-Token (NFT) by creating new collections of tickets, medals... By proposing to the interested NFT artists a collaboration to propose their creations as rewards for the extra bonus following retribution.\n\n- Open community project where everyone can participate in its evolution by proposing votes, artistic creations, technical improvements, evolution of rules and rewards...\n\n- Help the members of the community as well as the various actors real and virtual of this world by the donations each month of the accumulation of the expenses Help and Benevolent Organizations after vote of the community.\n\nMore information?\n\nTalk about it and join us on\n===> https://twitter.com/RanKingNft\n===> https://www.liinks.co/rankingnft", "artifact_uri": "ipfs://QmZwSGYX4D1tEAd7i8r632tMJ7tf1z6qWjniVWBJGAbt46", "display_uri": "ipfs://QmRev91wMJ4RMoK6xaz4HgLZrRny3x9KmWb5cZXELtfGKJ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZwSGYX4D1tEAd7i8r632tMJ7tf1z6qWjniVWBJGAbt46", "mimeType": "model/gltf-binary"}], "creators": ["tz1ZPq9zyMEeKUHddqkBm4F6etc1xYYVgMfu"], "tags": ["RANKINGNFT", "NFT", "CLEANNFT", "CHALLENGE", "FORECAST", "BITCOIN", "TEZOS", "BLOCKCHAIN", "COMMUNITY"], "extra": {}}