{"__version": 1, "token_id": 686266, "symbol": "OBJKT", "name": "If they weren't dead they would still be alive", "description": "Se non fosse mortə sarebbe ancora vivə.\n\nFebruary 2022 - mp4 1440x1080 - loop 00:06\n\nThis piece had a different title, it was still a self-evident game, but it was an end in itself, as playful as a toy.\nThe request to look beyond that is expressed by the image could not remain hermetic, the time we live requires.\nThe first bomb was not dropped on Kyiv by Russia in 2022, it was dropped in 2014 on the Donbass.\nToday the West is afraid because we are not witnessing the umpteenth repression of a distant minority, a gesture it is used to witnessing; instead, it is witnessing the awakening of a country that he believed to be harmless, while taking advantage of an injustice to extend its dominion. It hadn't happened in a long time up north of the European seas.\nThis piece is not and will never be a fundraiser for the Ukrainian army, without the armies, of course: there can be no wars.\nSomeone will say that it is right to help an armed force that wants to drive out an invader, but where were we when it was time to drive out the oppressor?\nPutin's Russia took advantage of a call for help and acted in the worst way, worthy of the worst of tyrants.\nDon't get me wrong: Putin is not a savior, he eliminated bums from St. Petersburg with black vans, poisoned political opponents, acted like the bloody beast that he is. And now he has taken advantage of a void, the void left by all of us who always wake up too late.\nThe eye is cut off, it cannot see beyond, it must see beyond.\n\n--\n\nQuesto pezzo aveva un titolo diverso, era comunque un gioco lapalissiano, ma era fine a se stesso, ludico come un giocattolo.\nLa richiesta di guardare oltre che viene espressa dall'immagine non poteva restare ermetica, lo chiede il tempo che viviamo.\nLa prima bomba non è stata lanciata su Kyiv dalla Russia nel 2022, è stata lanciata nel 2014 sul Donbass.\nOggi l’occidente ha paura perché non stiamo assistendo all’ennesima repressione di una minoranza a lui lontana, gesto a cui è abituato ad assistere; invece sta assistendo al risveglio di un paese che credeva innocuo, mentre approfitta di un’ingiustizia per estendere il proprio dominio. Non accadeva da un pezzo a nord dei mari europei.\nQuesto pezzo non è e non sarà mai una raccolta fondi per l’esercito ucraino, senza gli eserciti, è ovvio: non possono esserci le guerre.\nQualcuno dirà che è giusto aiutare una forza armata che vuole scacciare un invasore, ma dove eravamo quando era il momento di scacciare l’oppressore? \nLa Russia di Putin ha approfittato di una richiesta di aiuto ed ha agito nel peggiore dei modi, degno del peggiore dei tiranni.\nMi raccomando, non fraintendetemi: Putin non è un salvatore, ha eliminato i barboni da San Pietroburgo con i furgoni neri, ha avvelenato gli avversari politici, ha agito come la bestia sanguinaria che è. Ed ora ha approfittato di un vuoto, il vuoto lasciato da tutti noi che ci svegliamo sempre troppi tardi.\nL’occhio è tagliato, non può vedere oltre, deve vedere oltre.\n\n@esnho", "artifact_uri": "ipfs://QmaVPUCMrpivKiDbFnmbJpgbee4yeTv95N1fuBgQDPizLV", "display_uri": "ipfs://QmQViBMJCG1tSaMNVk6ivvsU3Lbbdt4g9QucUGPbGNk27L", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaVPUCMrpivKiDbFnmbJpgbee4yeTv95N1fuBgQDPizLV", "mimeType": "video/mp4"}], "creators": ["tz1Xye21UorssHqTHEyMQso5EG95sssea9vN"], "tags": ["ukraine", "war", "videosynth", "glitch", "feeling", "eye", "loop"], "extra": {}}