{"__version": 1, "token_id": 661155, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 131", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Canceling Spotify. This week Neil Young and Joni Mitchell removed their music from Spotify in protest of Spotify’s deal with Joe Rogan. Young stated he felt Rogan’s podcast spread “false information about vaccines — potentially causing death to those who believe the disinformation being spread by them,” and with close to 11 million listeners per episode Rogans misinformation casts a wide net. The move by Young and Mitchell reportedly cost Spotify an estimated 2 Billion dollars in market valuation, sending its stock plummeting. Spotify, who is banking big on Rogan after giving him a 100 million dollar contract for exclusive rights to his podcast, responded by releasing a set of misinformation guidelines that would be cause for removing content from their platform. These guidelines were coincidentally tailored in a way to ensure that Rogan had indeed not broken any of them and would therefore not be required to remove any of his content. While the entire controversy has stirred up conversations regarding free speech, what Spotify, Rogan and it’s defenders must understand is that with power and influence comes a responsibility to the public, and while it’s ultimately each and every adults final choice in the decisions they make, they must be aware that what they say matters and influences millions in how they live their daily lives.\n", "artifact_uri": "ipfs://QmYpXFA48GAbPJWW1d4LsbhwqG5Ghpu919AbbD7USSWtaU", "display_uri": "ipfs://QmYgPFF8MakKLobVEizdCE6PfpqK7sgazNZK2H1DCzUSus", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYpXFA48GAbPJWW1d4LsbhwqG5Ghpu919AbbD7USSWtaU", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}