{"__version": 1, "token_id": 662455, "symbol": "OBJKT", "name": "It was very difficult for me", "description": "Made with SculptrVR game using Oculus VR glasses.\n\nSimilarly, as we can envision endless eroticism, we need to open up areas where we can consciously perform these actions. In these actions, the conviction of need sticks out. Thusly, we can comprehend the cognizant subject and the subject who feels violence. In a conflict where violence is intense, another component that will push the subject to question, just as immeasurable movements, is a necessity. It ought to be realized that bilateral conversations are required before comparison of the magnitude of immeasurability caused by necessity. The execution scene can tell all about it. Before we begin to clarify, two cognizant parties who are above the crime can be found. They are the ones who break the punishment and understand the result of the punishment. This alleged likeness between the judge and the killer leaves the subject in the dilemma of murder and murder submitted with enthusiasm. Obviously, albeit the role of subjects in this action changes as per each form, it is the theoretical implying that we should focus on at this point. It is additionally wrong to discuss the freedom of all parties here, on the grounds that, as Sade said, it seems to be a made-up thing. At last, the person who feels violence is considered a long way from consciousness and maybe, as indicated by a few, in an ecstatic state. The corruption of the forms that are constantly framed at the time of execution causes the subject to feel pressure and force, as in the sense of rape. As per Sade, the acknowledgment of sexual action with the absence of rape phenomenon leaves the action incomplete. Now, death should be incorporated with rape all together for the execution to occur. What is said in this passage is the integration of eroticism with the importance and state of the execution by Sade. Accordingly, the physical force engaged with rape is the restrictions of persecution and authority, just as the uprightness of the execution. The main thing that is taken out based on meaning at this point, which is not quite the same as sexual action, is that Sade forestalls the individuals who are aware of what God maybe wants to see about freedom. The relationship of rape to form now is identified with being inside the limit. Now the form is the person who feels pressure and power, also as the person who can show it to his environmental factors. The magnitude of the effect it can have around it comes out where violence starts to rule consciousness. To explain the present circumstance, violence is needed for the act of creation to arrive at extremism. Violence, then again, ought to be considered like the primary construction of eroticism, taking various forms. Extremism characterizes the act of creation at the absolute starting point, yet it is separated, just like the distinction among murder and passionate murder. Now, the abundance that the form will have with the act of creation should be assessed along with the unaccountability of its action. In opposition to judicious conduct, this distinguishes the two cognizant subjects we acknowledged at the very beginning, in light of the fact that the executioner, who can live in his extremism breaks the pressure at where he is isolated from the act of murder. Truth be told, what is inside the two cognizances is to suppress the act of violence. Proceeding here from an alternate point of view, I go to an execution scene that is genuine. Fou Tchou Li, who was condemned to hundred pieces of punishment while drugged.", "artifact_uri": "ipfs://QmXDu5fBEJP8vWcd7Th1MGWyWBseiP6QoSRkSBGPwiBAmr", "display_uri": "ipfs://QmQMG9KvgYcyFRGkhDJ16va2pqVw6fyrtUCS3fNyVNP8Aq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXDu5fBEJP8vWcd7Th1MGWyWBseiP6QoSRkSBGPwiBAmr", "mimeType": "model/gltf-binary"}], "creators": ["tz1cWc92txKYxPJMLXn9CN9vpLvtKmczD1E3"], "tags": ["abject", "shapeless", "VRsculpt", "VR", "foutchouli", "digital"], "extra": {}}