{"__version": 1, "token_id": 654582, "symbol": "OBJKT", "name": "Together in a Field of Gold", "description": "About:\n\nThis NFT abstracts the subtle movements of natural light. My decision to focus on natural light as my primary subject matter is inspired from an abruptly transformative experience I had in my early twenties which is commonly called a Near Death Experience. Moments before this occurred, I was sitting on the floor of a bedroom when I intuitively felt that my body was drawing in its last breath. All of the sudden I was surrounded by black nothingness. I was no longer sitting on the floor of the bedroom, in fact, I had no awareness of having a body at all. All sense of identity and external surroundings vanished. Time, meaning, thought and emotion all ceased. Though this may sound terrifying, it was not. On the contrary, the entire experience was immensely peaceful. Surrounded by complete darkness, a single bright light began to reveal itself. This light, a visible incarnation of love itself, consumed my awareness and eventually brought me back into my body. Ever since then, my aim in this life is to honor that light that felt like my true home, a light that is not only seen with the eyes but felt with the heart. \n\nArtist Biography:\n\nAnna Thorne is a visual artist from the United States currently living and working in New York City. Inspired by a Near Death Experience Thorne experienced several years ago, her work focuses on using natural light as a meditative vehicle for expanding consciousness through the subtle engagement of visual perception. Thorne received her M.F.A. in Studio Arts at the University of Notre Dame in 2021 on a full tuition waiver where she also worked as a Photography Instructor for two years. Her photographic thesis ‘Luminous Visions’ was exhibited at the Snite Museum of Art in 2021 and was awarded the Graduate Student Research Award through the Institute for Scholarship in the Liberal Arts. Subsequently, her thesis paper ‘Luminous Visions: Expanding Awareness Through the Undisclosed Lenticular Photograph’ was published by the Hesburgh Library at the University of Notre Dame. Thorne’s art and writing on photography has been published and exhibited both nationally and internationally. Her first virtual solo exhibition will be held in the spring of 2022 with Gallery Gray. Thorne’s work has most recently been exhibited in Future Resonances, a group exhibition at Kaiser Gallery in Cleveland, Ohio and in Contrasts, an international group exhibition held in Rome, Italy. Her work is in the collection of the Southeast Museum of Photography in Daytona Beach, Florida.\n\nWebsite: annathorne.com\n\nSocials: IG - auspiciousalien // Twitter - AnnaThorne1010\n\nSpecs: 1000 x 1000, 01:22, seamless loop, MP4", "artifact_uri": "ipfs://QmX3YSMgtfgdJXuoC897iWkUhTt9i69dVoeYreN8hbbSgb", "display_uri": "ipfs://QmVZsfbdMXSthKyBA7S3CddX2HX9Mq3Pp7uoJNuDr8efUf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmX3YSMgtfgdJXuoC897iWkUhTt9i69dVoeYreN8hbbSgb", "mimeType": "video/mp4"}], "creators": ["tz1VKcQbRVWVTGCNUCGAkwYnytamAdj5PBWP"], "tags": ["Colorful", "light", "video", "photography", "tiled", "yellow", "sunlight", "meditative", "trippy", "abstract", "monochromatic"], "extra": {}}