{"__version": 1, "token_id": 496248, "symbol": "OBJKT", "name": "ZINE #1 - CAMPO?", "description": "O campo é o resultado de questionamentos sobre a realidade do artista e da arte, um espaço que surge da emergência de movimento, da procura pela criação de novos espaços para se transitar e solidificar novas estruturas.\n\nO campo é o resultado da arte e da consciência de se sensibilizar com as suas expressões sobre o mundo, e das expressões do mundo sobre si.\n\nO campo assume a sua expressão e se permite existir.\n\n*O Campo, segundo a Gestalt, se refere ao espaço fenomenológico em que as figuras e fundos se relacionam. As figuras são nossas manifestações. Os fundos, nossas histórias, nossa vida. O campo é o que está entre, junto, da relação entre as figuras e fundos.\n\nARTE RESIDÊNCIA ARTÍSTICA GALERIA\n\nCAMPO @PROJETOCAMPO 2021\nCAMPO is the result of questions about the reality of the artist and of art, a space that arises from the emergence of movement, from the search for the creation of new spaces to transit and solidify new structures.\n\nCAMPO is the result of the art and awareness of being sensitized to its expressions about the world, and the expressions of the world about itself.\n\nCAMPO assumes its expression and allows itself to exist.\n\n*CAMPO, according to Gestalt, refers to the phenomenological space in which figures and backgrounds are related. Figures are our manifestations. The backgrounds, our stories, our lives. The field is what lies between, together, the relationship between figures and backgrounds.\n\nART ARTISTIC RESIDENCE GALLERY\n\nCAMPO @PROJETOCAMPO 2021", "artifact_uri": "ipfs://QmYYdXe94rHgQm4dkRWmnSWNtmpECT36p8BtcPhXoG1Pup", "display_uri": "ipfs://QmZaoQtba33buZgaRnozczC1poRk8H4YSsBpNtyaFhzkSG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYYdXe94rHgQm4dkRWmnSWNtmpECT36p8BtcPhXoG1Pup", "mimeType": "application/pdf"}], "creators": ["tz1TKhgT6SZn84NszfBTmuUYTWUNyyn5xoZ2"], "tags": ["campo", "projetosindependentes", "brazil", "saopaulo", "arte"], "extra": {}}