{"__version": 1, "token_id": 700648, "symbol": "OBJKT", "name": "Dead ruscist", "description": "70% of the funds will go to support Ukraine 💙💛\n\nSorry for the emotional description (no). I am glad that people are praying for me, my loved ones and Ukraine, but unfortunately prayers do not work, unlike weapons. Recently, the russians bombed the Drama Theater in Mariupol, in which more than a thousand civilians were hiding. And those cocksuckers knew it, because at the entrance to the theater it was written \"Children\" in large letters. It was aimed fire. There are many such tragedies. Ruscist cowardly kill civilians, not soldiers, in the hope that Ukraine will capitulate, but this only makes our troops angrier and stronger. What the russian people are doing with Ukraine is unforgivable. I never thought that I could hate any nation so much. Putin is supported by about 71% of the population of the ruscist federation, so it's not only putler’s fault. Anyone who considers russophobia unjustified supports the war against Ukraine. I can no longer be a pacifist. Everything became simple. The russians who support the war must die. The russians who do not support the war and are silent, russians who are not in prison for this time, all they have to pay a huge price for their reputation and their lives. Ukrainians are a peace-loving nation, but we will never forgive the death of our loved ones, the death of women and children. I really want everyone involved in the genocide of Ukrainians to die slowly and painfully. I want to see it, it calms both me and millions of Ukrainians. We don't need peace, we need victory. And I know for sure that we will win. Slava Ukraini!", "artifact_uri": "ipfs://QmQxzHL9bTufHPXJvyfnHL3S5pcacjjVTchizh3SSxj9mR", "display_uri": "ipfs://QmQxzHL9bTufHPXJvyfnHL3S5pcacjjVTchizh3SSxj9mR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQxzHL9bTufHPXJvyfnHL3S5pcacjjVTchizh3SSxj9mR", "mimeType": "image/gif"}], "creators": ["tz1VVbZsnhJ4w9G5wJyCiht68euyz2BpycaG"], "tags": ["ukraine", "helpukraine", "war", "russia", "putin", "death", "kill", "kids", "children", "closethesky", "natoclosethesky", "stopputin", "stoprussia", "stoprussianaggression", "dark", "horror", "glitch", "scary", "bogenta", "b0g3nta", "skull", "fire", "blood", "hell", "inferno"], "extra": {}}