{"__version": 1, "token_id": 649529, "symbol": "OBJKT", "name": "Stuffed head of a person of the mountains", "description": "\nThe old woman released her head from below the surface in the bathtub. She sneezed, shook off the wet particles from her spine, spat and screamed for a towel. It was delivered by the house cat that faithfully dragged it across the floor. She patted herself down and stood up while pointing diagonally behind us. \n\n“Look at this little stuffed head over there on the shelf!”, we turned and found ourselves eyeballing a lumpy little head mounted to a stone block. It was shiny and nice. As if dipped in saliva. She separated her aging mouth again and made a sigh before speaking. “Thats what they look like. Little guys. Only the size of half a chair.” I imagined how many would be needed to hold my weight.   \n\n“They live and they prosper. Undisturbed and uncared for. Many have tried to colonize them but none has succeeded. They smell of tar and yet the most delicious of ice creams. Dualistic in nature the people of the mountains still manage throughout the years. Not many see them as people. A sin most outrageous. The complexity of their minds are closer to the mages, that's why there is always one close to them. Don’t mistake him for their master, it is more the opposite, as he is placed like a fence around them for them to keep themselves maintained. Sometimes they will of course grow tired and bring their mage down from the mountaintops where they tend to keep them. A spectacular sight. \n\nThey dress for the occasion in perfectly knitted outfits made of the finest metallic ores. They sing and dance, guttural songs that echo through the cracks and rocks around them. Pearls made from ice and stone dust are rolled out in front as they wander and they slip around on them for fun while traversing up the steep slopes. The young are with them, pointing to the skies and speaking in their own infantile tongues to the spirits joining them. When they start reaching the top they separate and hide, terrorizing the mage with trickery and gifts for many days. Finally, as the mage is driven to the point of madness they once again step out from the shade of the mountains and slowly approach while humming and whistling. The death of a mage, or a keeper, is remembered as an era ending. They count them and remember them vigorously. \n\nDon’t feel threatened when you see them. Just show your respect. They sense you and pace around your mind as a teenage depression but they mean no harm. It is just in their nature. As long as you keep your mind balanced and your intentions pure. Your sanity will stay with you hopefully.”  \n\nAnd so we left her to her business, concerned with how the three of us would choose to tackle these little guys.           \n", "artifact_uri": "ipfs://QmfYJ7xGTBC5G1LoLbrUxqLjUfEgyy1H9XySiTbgf5CPQu", "display_uri": "ipfs://QmUCvZrhJ5ZztKRrwfY6SMXpQmrrW2WhUCeJR2iGtsjs67", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"mimeType": "model/gltf-binary", "uri": "ipfs://QmfYJ7xGTBC5G1LoLbrUxqLjUfEgyy1H9XySiTbgf5CPQu"}], "creators": ["tz1RHxJaaiV8BL4QwwxVsooYsuKP12w1DE5a"], "tags": [""], "extra": {}}