{"__version": 1, "token_id": 640801, "symbol": "OBJKT", "name": "Elephant With Kite #3 (2018)", "description": "An elephant with her kite.  \n\nSometimes life is stranger than fiction.\n\nPretending us humans with our myriad distractions would be the first to ever notice extra terrestrials is the kind of anthropocentric folly we are all to easily fooled by.  \n\nIf aliens did magically appear is almost certain the world of animals and plants will be the first to notice.  They live in and of the natural world not on top of it.  Ever observant, life for them depends upon knowing exactly what is happening around them at all times. If something was amiss in our atmosphere and outer space creeps were lurking in the shadows I'll put my faith into spiders and elk knowing before anyone else.\n\nElephants have generational knowledge carefully curated and shared since time immortal.  I'm pretty sure if they find a little flying saucer poking around the Savannah they will probably already know with it is and what to do with it.\n\nI imagine they will fly it as a kite, because what could be more fun for a trunk than a kite.  \n\n---\n\nThis is a digital copy of an analog print.  \n\nThe print was created with the drypoint intaglio process, hand printed on a massive 1906 etching press in my studio and then hand colored with water color by me.     \n\nThe creation of this art is fully by a human being artist.  Though not pixel perfect but it is governed by the algorithm which is my life and my mind and my experiences.  \n\nEach print of this edition is totally unique due to the magic of the intalgio printmaking process and the randomness in which watercolor on paper works.  \n\nThis is the third version of the print and it was created in 2018", "artifact_uri": "ipfs://QmPaWH6x1LA2k8XLtRT7z4D4juPmSyhEsEsZjG1JoJ1zKq", "display_uri": "ipfs://QmWMSdkW2JvZEsQnWRhP3Q75sZy3pTFCyByfAZJSXP1LZ3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPaWH6x1LA2k8XLtRT7z4D4juPmSyhEsEsZjG1JoJ1zKq", "mimeType": "image/png"}], "creators": ["tz1MABariuqJd9JGUt6o1oKQsAiuDZN6PBrb"], "tags": ["printmaking", "elephant", "kite", "generative", "algorithm", "nature", "posthuman"], "extra": {}}