{"__version": 1, "token_id": 682801, "symbol": "OBJKT", "name": "9 bali masks", "description": "100 x 70 cm, RGB, 300 dpi\n\nthese are 9 bali masks:\n\nTOP | From left to right\n1. Kumbakarna is brother of Rahwana. This Famous Figure in Ramayana Story as figure having soul patriot and this mask usually danced in dance drama of Wayang wong (Wong puppet)\n2. Rahwana is the king of giant clan having throne in Alengka kingdom, son of Sri Wisrawa. This figure is famous in Ramayana Story and usually danced in dance drama of Wayang wong (Wong puppet)\n3. Patih Prahasta\nPatih Prahasta is the grand father of Prabu Rahwana/Dasamuka from the Kingdom of Alengka. He is defeated by Kapi Anila, a human in monkey body who work dor Rama Dewa.\n\nMIDDLE | From left to right\n1. Kapi Raja Sugriwa\nKapi Raja Sugriwa is the monkey king from Kiskenda Kindom’s, he has a brother named Raja Subali and his siter called Dewi Anjani. He devotes him self to Prabu Rama Wijaya with his monkey army in Rama Sides against King Rahwana from Alangka Kingdom. This character was famous in classical Balinese dance with the stories The Epic of Ramayana.\n2. Jatayu \nJatayu is a Garuda bird who was killed when trying to protected Dewi Sinta from being kidnapped by Prabu Rahwana. Jatayu is the son of Begawan Brihawan, a bird usually rode by Dewa Wisnu. \n3. Anoman\nIt is Monkey King of Kiskenda kingdom as devoted figure that serves at truth and as a leader monkey team who rely on and represent right hand of Sri Rama king at the time Sri Rama grabs Dewi Sita from Rahwana’s hand\n\nBOTTOM | From left to right\n1. Kapi Anila\nKapi Anila was a smart invulnerable monkey who became the patih (the head of a regent) of Prabu Sugriwa from Guasiskenda Kingdom. In the battle between Sri Rama and Prabu Rahwana, Kapi Anila was able to kill Patih Prahasta in Bali the mask is used in Wayang Wong Bali\n2. Singanane\nSinganane it’s a monkey with a lion head who dedicated him self to Prabu Rama’s. This character was very famous at epic of Ramayana’s and usuallu being dance at Drama Tari Wayang Wong.\n3. Sempati\nSempati was one of Sri Rama’s soldiers who died in a battle when Prabu Rahwana (King Rahwana) from Alengka Kingdom kidnapped Dewi Sinta. The mask is used in the Wayang Wong Balet.", "artifact_uri": "ipfs://QmcDq6E9yJ9S96hUCUURLcAWaBByhkk7kbpPNfJPb1tPLR", "display_uri": "ipfs://QmcTtTNQ4b7UoqfyJ6qdWx131Qv2E6egLSTWsARGSzBhdY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcDq6E9yJ9S96hUCUURLcAWaBByhkk7kbpPNfJPb1tPLR", "mimeType": "image/jpeg"}], "creators": ["tz1VKGKHUhfuENn7FzXhBVwyvjQwTHFoEF7p"], "tags": ["Bali", "Mask", "Indonesia", "Traditional"], "extra": {}}