{"__version": 1, "token_id": 657947, "symbol": "OBJKT", "name": "Houses", "description": "Watercolor and Pen in Paper\n2022\n\nWhen I was a kid, me and my big family visited newlywed Auntie. It was 8 hours drive to a small town in the border of two provinces in Java. It was fun until my mom brought me to the nearest kiosk. I remembered I want some snack, so she bought me some. I impatiently to wait, I asked if I can go first and she asked me if I know the way. I was sure as the sun, only to find out that I’m lost. I kept searching but all of the houses are identical. I remembered looking for the familiar cars and their place but they were nowhere to be found. So I panicked, dropped down and began to cry until a familiar voice called my name. If not mistaken, it was my mom and whoever it was, it was my hero.\n\nSeveral years back, I read an article about how my generation in one of the biggest city in the country, would never even able to full-fill their basic need that we learnt in the early curriculum of our school, to the fact of its real low minimum wage. I sat there, wondering. Then days went by.\n\nI had a dream. Before I settle down, I need to secure a house. Enjoy the place for my self to do stupid things freely and privately. So I curiously looking for one to see what I may actually deal with. By a simple google search, I found several. But the thing is, even the less expensive ones are expensive still expensive and the houses are look alike just like the one I was lost in the area when I was I child.\n\nI could take a mortgage, but it’s just don’t make any sense to slaving every month for 10-20 years to pay them all, does it? It gives me a sense like putting me in a illusion of comfort which is only a cage which everything I could do is working and paying the mortgage of my basic need.\n\nNot just I, but we. We spent almost half of our lives to learn behind the desk of school and the rest of our lives working to full-fill our basic need that only has two windows, one front door, two bed rooms. Are we living? Or are we robots that designed in certain way to do things that gives us false sense of security? We never really asked to be born, but why does it really hard to even live a little?", "artifact_uri": "ipfs://QmSyC2DpXk6emPGLMquJNBm5KUtczW5aqtNKckCcQHo6Dh", "display_uri": "ipfs://QmV4wvdtCH2MqzwyjvofavxoThmTJ4fGf9ZTSrGmoUg6bf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSyC2DpXk6emPGLMquJNBm5KUtczW5aqtNKckCcQHo6Dh", "mimeType": "image/jpeg"}], "creators": ["tz1T1zT77dM9RnnMS2s8zEQEpF6RL96hVFNo"], "tags": ["surrealism", "houses", "population", "chaos", "disorder", "dystopia"], "extra": {}}