{"__version": 1, "token_id": 641235, "symbol": "OBJKT", "name": "Just Follow Your Dreams", "description": "Welcome to my page, here are some of my personal paintings done in oil on canvas.\nNo .4\nSize : 50x70cm\nFor the flow of a functioning society, some of our primal instincts, behaviors, sexual desires, emotional patterns, etc. must be imposed as inappropriate.\nWelcome to the shadow, a concept that describes those aspects of personality that we choose to reject and repress. Early in our childhood development, we find the thin line between what is socially acceptable and unacceptable, this creates a conflict with our own tendencies that is the source of a perpetual suffering. The only way to escape from this suffering is to mask it, and in this way the ego is created. A persona in the word's everyday usage, is a social role or a character played by an actor. The word is derived from Latin, where it originally referred to a theatrical mask. Is our ego, our life story, our false identity. \nWe tell ourselves stories about who we are, and create an identity based upon them, that became our reality we believe in. We tend to discard everything that contradicts it. Your conscious awareness is like a light enabling you to observe what is happening inside your mind. Beneath that conscious “light” is a whole world of “darkness” containing those very aspects of ourselves that we strive to ignore. The ego is only the tip of the iceberg floating above the sea, but the unconscious mind is the vast mountain of ice lurking beneath the surface.\nThe shadow is a moral problem that challenges the whole ego-personality, for no one can become conscious of the shadow without considerable moral effort. To become conscious of it involves recognizing the dark aspects of the personality as present and real. This act is the essential condition for any kind of self-knowledge. Is represented in myths by the hero battles the dragon, the regressive forces of the unconscious, which threaten to swallow the individuating ego. The forces, personified in figures like Circe, Kali, Medusa, Sea Serpents, Minotaur, or Gorgon.\nThe persona is obedience to expectations, it's the mask one wears to convince himself and others, that he is not a bad person. But one cannot go beyond the persona until he has incorporated into his character those darker character traits which belong.\n\n", "artifact_uri": "ipfs://QmZfBtXr7se9nJeL2WepxcKyvkgtybbtpptYhyvGp99YVu", "display_uri": "ipfs://QmTTrryvzomvniBhfFUK7EHQzQ7aSkVFni9g17XX9apUX2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZfBtXr7se9nJeL2WepxcKyvkgtybbtpptYhyvGp99YVu", "mimeType": "image/jpeg"}], "creators": ["tz1Kh3iAwcFC4cWDnnZmUDT41szTfrvQ8qcx"], "tags": ["painting", "drawing", "art", "oilpainting", "traditionalart", "conceptart", "nudeart", ""], "extra": {}}