{"__version": 1, "token_id": 658613, "symbol": "OBJKT", "name": "SUPERB OWL / SUPER B OWL / SUPER BOWL", "description": "Another BLG! I love when these randomly pop their unique heads up to be observed, admired, and counted. Is it a Superb Owl or a Super Bowl? You decide. One thing is for certain, they share the letter \"B\" between SUPER and OWL. Context is key and apparently so is proximity. As I've stated in previous pages, my love for jazz and other genres of music inspire me to listen for the pauses in language, speech, and communication. These BLGs are a direct consequence of the power of jazz and a perfect example of how to culturally appreciate something without appropriating it. You can always tell the difference in appreciation and appropriation, especially in art. If it looks gimmicky; it's appropriation. (at least that's what I think and feel.) It needs to look organic as if it could not look any better any other way. Some people are maximalists, some minimalists, some traditionalists, some abstractionist, etc. It doesn't matter what your discipline is or in, the fact remains that the line between appreciation and appropriation is sometimes thin and sometimes a chasm. I'm always mindful of what culture I'm referencing (if any) and treat it with the tenderness, adoration, and respect it deserves. (There he goes again giving us a lecture...like we need another white guy to 'whitesplain' cultural appropriation to us.) I'm just trying to be a better person and not be part of the problem. At the end of the day, the world needs more love, compassion, and understanding. I want to be part of the solution and not the problem. (All that from Super Bowl? What kind of edibles do you have Andrew?) Answer: The best kind...", "artifact_uri": "ipfs://QmRJva8SURDKPuahRuHT2kY4AuTHuf2tDegLZi7rPa4Jyo", "display_uri": "ipfs://QmZxoQzmfDbBzxmtW9X8fPTX7TkKPCsVahgQmm2SdNeWXZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRJva8SURDKPuahRuHT2kY4AuTHuf2tDegLZi7rPa4Jyo", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}