{"__version": 1, "token_id": 684113, "symbol": "OBJKT", "name": "Bundle Up", "description": "When terrible things occur in the world I never know quite what to say. So I make music and let that speak instead. Here is what I wrote 2/24/22\n\nBundle Up\n\nAt the house that my best friend grew up in\nThere's a man with a knife at the door\nHe's cut off the power and all means of escape\nAnd I know what happens next\nBecause he's done this before\n\nSo I look out the window\nJust to see the crazy hook in his smile\nThat tells me I should bundle up for the winter\nI'm gonna be stuck inside for awhile\n\nIn the house that I once put my faith in\nThere's a man with a pen in his hand\nWith a power that I couldn't fathom\nAnd a mind that is drowning in sand\nHe's caught in a moment with no way to escape\nHe could make a decision that sends us all to the grave\n\nSo I stare in the window\nJust to see the glassy look in his eyes\nThat tells me I should bundle up for the winter\nI'm gonna be stuck inside for awhile\n\nNo one should have this power\nNo one should have to make these impossible decisions\nBut this is the world of our fathers\nThat we must remake in the image we want\nIt’s not too late for our daughters and sons  \n\nSo I break out the windows\nJust as fire begins to rain on my roof\nI know I should have raised my voice even sooner\nBut I just didn't know what I had to do\n\nSo cut the head off the serpent\nAnd anyone who beats the cursed drums of war \nAnd bury them inside our hearts for forever \nOr we’ll forget what this moment was for \n\n100% of the proceeds of this NFT will goto the Ukraine Contract Fxhash and Versum have made, you can send Tezos directly to the contract \n\nKT1DWnLiUkNtAQDErXxudFEH63JC6mqg3HEx\n\nI will be accepting all offers on objkt.com Monday 2/28/22 12pmCST\nTop 10 offers over 10 Tez will be invited to a private discord concert details to follow. \n\nStand up for peace and for Ukraine. \nStand against warmongers like Putin. \nNever forget how he pushed us closer to annihilation. \nBundle up.", "artifact_uri": "ipfs://QmRRBtZxMpZQ16pmqvmNz3dERVrGAVrN1QAYqpPgG3B6LV", "display_uri": "ipfs://QmXRwbWNZUebxiTu4xrEpyVDrGE2F7eSTszpDWGZLUSMfF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRRBtZxMpZQ16pmqvmNz3dERVrGAVrN1QAYqpPgG3B6LV", "mimeType": "audio/mpeg"}], "creators": ["KT1V3JCquSQL8UZtSatWsZj1osnWBXKq3SPo"], "tags": ["Ukraine"], "extra": {}}