{"__version": 1, "token_id": 653816, "symbol": "OBJKT", "name": "The Zii Gold Frame", "description": "That 2005, Shinji met with the legendary game designer who designed the hit game Super Roberto's Plumbing Academy and a famous hardware designer who designed the initial video game system that got this company in the public's eye in the first place. The meeting took place at the headquarters of one of their most locked-down office spaces, part of their powerhouse outfit, and Shinji had grand ambitions.\n\n\"Boys, we've gotten too stale with our hardware division...\" Shinji mentioned, referring to the failure that was their previous game console, \"I've looked at the research and we need to find a way to go back to our roots instead of blindly chasing the competition!\"\n\nIn theory, this was admirable, the boys nodding knowingly, but before either knew what was coming, they were right back to being stunned by one of his out there propositions:\n\n\"... so I have a crazy idea that'll put us back on the map: lets take everything we learned about games and make something for an audience nobody has marketed towards, and lets start with a new controller… one inspired by something everyone has at their house, a remote control.\"\n \n\n-----\n\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. Gold frames have the lowest initial mint rate of the main 3. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n", "artifact_uri": "ipfs://QmcSahvJbeLcMYtQjtGUkG4Pu59Y6izttdNUzFSNGVSCwA", "display_uri": "ipfs://QmYNQXfSFqmiBixDnaXJpCYbRsRtBwoUeYVTqN3tv9QSrh", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcSahvJbeLcMYtQjtGUkG4Pu59Y6izttdNUzFSNGVSCwA", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["NeuralNetwork", "NeuralArt", "AIArt", "AIEnhancedArt", "AIColors", "videogames", "casualgames", "motioncontrol", "corporate", "product", "productdevelopment", "retrogames", "2000s", "marketing", "GalleryGehenna", "GalleryGehennaNFT", "GalleryGehennaProject", "Diamond", "DiamondFrame", "GoldFrame", "BlackFrame", "WhiteFrame", "Utility", "Game"], "extra": {}}