{"__version": 1, "token_id": 677316, "symbol": "OBJKT", "name": "Damascus Room", "description": "dated A.H. 1119/A.D. 1707\n\nThe Damascus Room is a residential winter reception chamber (qa'a) typical of the late Ottoman period in Damascus, Syria. Among the earliest extant, nearly complete interiors of its kind, the room’s large scale and refined decoration suggest that it was part of the house of an important, affluent family. Poetry inscribed on its walls indicates that the patron was Muslim and possibly a member of the religious elite who claimed descent from the Prophet Muhammad.\n\nThe Damascus Room, like most winter reception rooms (qa'as) of its time, is divided into two areas: a raised, square seating area (tazar) and a small antechamber ('ataba) entered through a doorway from a courtyard. The opening from which visitors view the room today would originally have been a wall with a cupboard. (The cupboard doors are now mounted in the passageway leading to the room.)\n\nWealthy Damascene homeowners periodically refurbished reception rooms in accordance with shifting trends and tastes in interior decoration. Therefore, houses in the old city of Damascus as well as their interiors rarely date to a single building phase. Although the inscription dates most of the woodwork elements in the room to A.D. 1707, alterations were made to the room in the subsequent three centuries.\n\nThe woodwork’s relief decoration is made of gesso covered with gold leaf, tin leaf with tinted glazes, and bright egg tempera paint. Known as 'ajami, this characteristic Ottoman-Syrian technique and style creates a rich texture with varied surfaces that are responsive to changes in light.\n\nThe palette of the 'ajami decoration was originally much more colorful and more varied than it appears today. Periodically the surfaces were coated with a layer of varnish as a form of maintenance. Over time, subsequent coats of varnish have darkened, muting the colorful surfaces in the Damascus Room.\n\nThe Damascus Room is decorated with forty stanzas of poetry.", "artifact_uri": "ipfs://QmcDn9N1KNcCWrzxXkmhodLL6aNRKgHsjRwSRgJTKi13na", "display_uri": "ipfs://QmXm5bSvTNc4gxrfaW4VCvDbfwKKjNDXYeAh7yhvCx4EAo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcDn9N1KNcCWrzxXkmhodLL6aNRKgHsjRwSRgJTKi13na", "mimeType": "image/jpeg"}], "creators": ["tz1NCr4Q8ryHn4BrSyGfz56QUXcCDJ53Mzr7"], "tags": ["art"], "extra": {}}