{"__version": 1, "token_id": 475858, "symbol": "OBJKT", "name": "Revolution", "description": "Digital + Physical --- This NFT comes with the original physical artwork (statue + light module + UE power supply), international shipping included. Upon resale, complete original artwork shall be sent to the new owner, shipping covered by the new owner (or depending on the agreement between the seller and the buyer).\n\nPhysical artwork --- 2021 - 3D printing, metal, LEDs, electronics, paint, resin, varnish - Dimensions: 50 x 40 x 43 cm - More info and pictures: https://www.parseerror.net/portfolio/wbwr-revolution/ - Contact: @ufunk_parse (twitter)\n\nRevolution is the last part of the \"Why Bother With Reality?\" project, a modern reinterpretation of Plato’s allegory of the cave. An artwork about shadow and light, a light sculpture designed to invade space, modifying our perception by projecting constantly moving shapes.\n\nLost in an ocean of screens, drowned in an overdose of fake information and entertainment, she was unable to perceive the world revolving around her. The world was burning as she was diving into alternate realities. A reflection on the reality of the world and what we want to perceive of it, on human interactions in the age of social networks, through the way we see ourselves, but also the way we reveal ourselves to others.\n\nRevolution combines an antique sculpture scanned in 3D, then reworked and 3D printed, with a custom-made circular light fixture. This circle of light creates a cyclic lighting inspired by the course of the Sun. An installation producing interactions of light and shadow on the sculpture itself, but also enveloping the entire room, creating an immersive atmosphere suitable for contemplation.\n\nMusic: \"Release\" by TattooedPreacher", "artifact_uri": "ipfs://QmXougehMWjo8WybKzSwy42bJqG3FmVw9CkA6GDQDRbuib", "display_uri": "ipfs://QmaphcJde96QdLpLkSRJAgcNEL6QDCqyMiNhRLtferwwYN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXougehMWjo8WybKzSwy42bJqG3FmVw9CkA6GDQDRbuib", "mimeType": "video/mp4"}], "creators": ["tz1Q5WJ9NGy262exjudGBcUtue6tCzhbBU3U"], "tags": ["physical", "statue", "light", "immersive", "3dprinting", "revolution"], "extra": {}}