{"__version": 1, "token_id": 681158, "symbol": "OBJKT", "name": "ALL THESE THINGS GO AWAY, REPLACED BY YESTERDAY.", "description": "This work is a snippet of a lyric from an R.E.M. song that always takes me back to the moment I began to think consciously as a teenager. I remember driving back to my home after a long skateboarding session with a bunch of my friends at the Eatontown Roller Rink on a Friday evening. (Friday evenings were skateboarding nights. If you've never heard of or about Eatontown Roller Rink, it was a magical place where many of the best skateboarders from the NY Tri-State area would come to gather and skate in a roller rink) On the drive home, I had just bought R.E.M.'s album, \"Automatic for the People\" on cassette tape. That's right, I listened to cassette tapes kids. You don't even know what the heck those things were, but good lord they were annoying as heck. But I digress. I was almost home and the 2nd to last song on side B came on 'Nightswimming' and I started listening and listening. The melody woke something inside of me that I never knew existed. I heard this lyric, \"...all these things go away, replaced by yesterday...\" and I was just moved to tears. It sounds almost comical in retrospect, but at that moment I realized that I was not going to be a teenager anymore and that eventually I would grow up and have to be my own man. Again, it's sappy and to be candid, it screams of white privilege, but that was my reality at the time. What did I know about the world's problems? I was young, naïve, and foolish. There's still a part of me that wells up when I hear this song, but not for the same reasons anymore. I've grown so much over the years that looking back...I was just a kid growing up my own way. I'll always have a soft spot for this song. ", "artifact_uri": "ipfs://QmQhZUeLGmwFjGCE3vgcGWB1vDVMdETqJ1uD3sKEp5JKuw", "display_uri": "ipfs://QmUGhKn9rNA7DBhNVXZkUpWVYDjYdPSyVggMbFveYCSXTh", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQhZUeLGmwFjGCE3vgcGWB1vDVMdETqJ1uD3sKEp5JKuw", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}