{"__version": 1, "token_id": 427089, "symbol": "OBJKT", "name": "50461 users in hic et nunc", "description": "This OBJKT is dedicated to the hic et nunc community. It tries to visualize the connections between the more than 50k users that are part of it.\n\nThe user connections network was build using the complete set of mint and collect operations from the v1 and v2 H=N smart contracts, plus the ask, bid and auctions operations from the last version of the objkt.com smart contracts. For the later, only operations that resulted in a successful trade of a OBJKT token were taken into account.\n\nEach operation is counted only once and it has the same weight independent of the type of collect (primary or secondary), the amount of tez involved (0.1 tez or 1000 tez) and the number of editions traded (normally 1, but there was no limit under the v1 H=N marketplace contract). Users are represented as particles with a size that is proportional to the number of connections to other users.\n\nUnder the default color scheme, the selected user is highlighted in green, users that collected one or more OBJKTs minted by the selected user are shown in blue and artist from which the selected user collected OBJKTs are shown in red. Users that satisfy both conditions (collected from the selected user and were collected by the selected user) are painted in magenta.\n\nThe selected user and their number of connections is shown in the left information panel (the username is a link to the H=N profile). The right panel shows the name and connection weight of the user that is currently under the mouse. Use the control panel on the bottom to switch between different visualization modes (some are more \"artistic\" than others). The panel has also options to switch on and off a \"special\" visualization mode, change the color scheme and select an specific user entering their tezos wallet or their H=N username.\n\nType \"r\" to randomize (reset) the users positions.\n\nWarning: this is an experimental OBJKT and it might not work in the future.", "artifact_uri": "ipfs://Qmc4AKdHos8ftNhV7kBz69EpNagD4fA5YVuseWy8vuZ63i", "display_uri": "ipfs://QmRf2rDFpjtTUTzZgCPiDNBPZ6nSVNtJUwXeTBs6xcBPGY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc4AKdHos8ftNhV7kBz69EpNagD4fA5YVuseWy8vuZ63i", "mimeType": "application/x-directory"}], "creators": ["tz1g6JRCpsEnD2BLiAzPNK3GBD1fKicV9rCx"], "tags": ["connections", "users", "visualization", "p5js", "creativecoding"], "extra": {}}