{"__version": 1, "token_id": 628489, "symbol": "OBJKT", "name": "Exquisite figures X", "description": "This artwork was created in November of 2021 and minted on hic et nunc in January 11th by Yura Miron.\n\nI’ve started working on the ‘Exquisite figures’ series in the beginning of 2019. Hugely inspired by possibilities of Ai as a generative art tool as well as by Art history, especially by Alberto Giacometti’s sculptures and drawings. ‘Exquisite figures’ series as well as ‘Pure Abstractions’ series are inspired by the living visionary Masters that I’ve been following for Years (in no particular order): Silvio Vieira, Eloh Projects, Joshua S. Levin, Fabian Jimenez, Bobby Kruse, Vajra, Benedigital, Jake Kobrin, Rhett Johnston, AYJAY, Crystal Wagner, Joe Hengst, Damon Soule, NoMē Edonna, Jay Coby, Andrew Norris, James Roper, Oliver Vernon, Peter Westermann, Morgan Mandala Manley, John Speaker, Randal Roberts, Jeremiah Allen Welch, Colin Prahl, Gabriel Welch, Bryan Itch, Datagrama, TAS, Mike V 🇨🇦🇬🇷, Patrick Taylor Phillips, Sander Bos, Jake Amason, Stephen Kruse, Hakan Hisim, Samuel and Cate Farrand, Michael Divine, Jonathan_Solter, Mike Cole, Alex and Allyson Grey, Kent Baltutat, Eric Howard, Brian Scott Hampton, Steven Haman, Morten Andersen, Ryan Tottle, Justin Totemical, Mars_1, Luke Brown, Ben Ridgway, Salvia Droid, Android Jones and some other visionary artists.\n\n4800 X 4800 PNG", "artifact_uri": "ipfs://QmVecWrvtU9rdoHiJqpmcJgXg8xDGN4tNa6Fe69iXZoQs1", "display_uri": "ipfs://Qmb4ozQ2cZsvbzu5wg4LKmL25qquTAXD2UqdMLAX43mU5c", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVecWrvtU9rdoHiJqpmcJgXg8xDGN4tNa6Fe69iXZoQs1", "mimeType": "image/png"}], "creators": ["tz1MQT3sS6xFL2dLoE6CSZVWCPpWU5JAtmXK"], "tags": ["generativeart", "digitalpaitnitng", "exquisitefigures", "ai", "digitalart", "mixedmedia", "yuramiron"], "extra": {}}