{"__version": 1, "token_id": 651589, "symbol": "OBJKT", "name": "Pandora", "description": "Oil on Canvas\n\nPortrait of a beautiful young maiden in her favourite garden attire. Pandora has the figure and a charm of a Venus Goddess. Pandora mother was a lowly woman who worked in a brothel, because of money and 'her desperate love for a wealthy man' she sold her daughter to slavery business, spent most of her teen years in a slave home abused, she decided to get rid of the abusive slavery owner and ran away to a small village to find herself some golden coins.\n\nShe worked to the bones from dawn to midnight, and with all her savings she finally got herself a tiny place to stay in the capital, she spent her money mostly on books, daggers, and drinks at the pub close to the royal palace, because she knew it was the royal knight's favourite place to spend the night in. with her charm, beauty and brilliant social skill she got herself a job as a palace maiden from her knight friends at the pub. Being the most clever and beautiful maiden in the palace she caught many hearts, including the second prince. \n\nOne day, she caught the king having a big quarrel with the first prince, the successor of the throne, and ended up catching him on the 'act'. Drunk with the greediness of the power, the king refused to give his royal throne to his son and ended up killing him with a sword, that has a purple flower emblem.\n\nThe next morning, the king announced the first prince's death and blamed everything on an 'unknown' assassin that broke into his son's room. As the royal maiden, Pandora was responsible for the king's daily refreshment and wardrobes, on the day of the first prince mourning ceremony, pandora visited the king's chamber and gave him an afternoon refreshment decorated with beautiful purple flowers, ginger cones that represent the first prince's hair, and a red tea, as charming as blood.\n\nThe king's face turned blue, and although Pandora was only a mere palace maiden, she was the dowager's queen favourite 'hands and ears', she also had an important role in the seasonal ball politics, so it was almost impossible to eliminate her without dragging himself down as well.\nPandora was the second prince's lover, and he wanted to marry and give her status as a noble, but the greedy king refused as he wanted pandora to become one of his concubines. \n\nScared to death with the gift she gave him, the King allowed Pandora to marry the second prince, and with the first prince's death, he was soon to become the next successor of the throne. He tried many times to eliminate her but unfortunately failed, the King ended up exposing more weakness to her, and became Pandora's lap dog. \n\nDespite her lowly family background, Pandora was listed as one of the most favorable candidates for an empress position at that time, and with the full support of the citizen, she was announced as the first queen that came from a poor background.  \n\n*For digital purpose only*\n ", "artifact_uri": "ipfs://QmbiJKNSHh9SHz8RPeyH6gvhb6pMDLWrHQA2ckNbbC2miE", "display_uri": "ipfs://QmcEGusYBFQq2GLNkiAg3tP5Tgt5Ee4ygD8uBYuvGFrnZH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbiJKNSHh9SHz8RPeyH6gvhb6pMDLWrHQA2ckNbbC2miE", "mimeType": "image/jpeg"}], "creators": ["tz2PJey1iHahKMn31CHeUjcpv24fHp77x9LK"], "tags": ["royalmainde", "renaissance", "renaissanceart", "renaissancepainting", "oilpainting", "oiloncanvas", "medieval", "medievalart"], "extra": {}}