{"__version": 1, "token_id": 510181, "symbol": "OBJKT", "name": "Dancing in the silence", "description": "at first glance, Walakiri Beach is the same as other beaches. The stretch of white sand stretches out. Rows of coconut and cypress trees on the edge, combined with white sand and blue sea. To the west, there is a grove of mangrove trees (mangroves). The blue sea water, clean and clear, is perfect for those of you who like to swim. The scenery changes when the seawater recedes. The beauty of Walakiri Beach is also exposed. At that time you can enjoy the beauty of Walakiri more optimally.\n\n\n\nYou can walk and play far enough from the beach because the beach sand area becomes wider due to the tides. You also enjoy the beauty of the mangroves. And, more freely photographing up close the row of mangrove trees on this beach. If you look closely, there is something unique about the sand on Walakiri Beach. There are two types of sand texture that differ between sand on the beach and sand in the former tidal sea area. The sand on the beach has a texture like a beach sand in general, namely ivory white and coarse grains. Meanwhile, the sand in the ex-sea receding area has a fine texture, resembling powder, but the sand is dense. When walking on it, your feet are not planted.\n\n\n\nAt the end of Walakiri Beach, mangrove trees are scattered, there are large ones and many small ones. What is unique is the dwarf mangrove trees at the end of this beach. the nagging is still small and the leaves are not very thick. The branches also grew not straight, but twisted. It was as if these mangrove trees were dancing. When the air is high at first glance, there is nothing that makes Walakiri Beach superior, but wait until the water recedes a little. The silhouettes of mangrove trees snaking like dancers make Walakiri a unique and eye-pleasing phenomenon.\n\n\n\nWhen the sun goes down, the combination of the color of the twilight sky and the silhouette of the mangrove trees looks really artistic and photogenic to be photographed from all directions. In this area also seen a lot of marine life. You can easily find a lot of starfish scattered. Unlike other beaches in East Sumba which are usually very quiet, this beach is quite crowded because there are many residential areas around it. You can find small stalls selling snacks and drinks. There are no fees charged by local residents to visit this beautiful beach.", "artifact_uri": "ipfs://QmWWC6WMAJkBuYRukQk73ytbG6sALnJoBBbVfNSB9ysdkt", "display_uri": "ipfs://QmaAuWNXoKFF8D93egR6aty9AbX2JiyUaekRK5icLScBBD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWWC6WMAJkBuYRukQk73ytbG6sALnJoBBbVfNSB9ysdkt", "mimeType": "image/jpeg"}], "creators": ["tz1QanVS6UuVLHoto85pwUnGBFnxjPPLvLrV"], "tags": ["beach", "sunset", "silhouette", "tree", "dancing", "indonesia", "nature", "ranselusang"], "extra": {}}