{"__version": 1, "token_id": 661481, "symbol": "OBJKT", "name": "The Life Suit", "description": "First I heard the heavy metallic steps, nothing uncommon on the station, while it got closer I started to hear the mechanical breathing, I was hooked, I had to see who it was.\nI was walking out of the room behind de studio when I saw her and froze, as she froze when she saw me. I hadn’t seen my people's technology in a very long time, and it wasn’t any technology, it was a forbidden one, the doom of my kind.\n\nShe noted the mist on my eyes as I was calculating my way to escape and said “There is no need for that”. She walked through the threshold and into the studio. “I need a photogrammetry of my life-suit.” She waited in silence a couple of seconds as I was getting off of my stupor. Finally, I went behind the counter and ask her why. \n\n“Have you heard what happened to the Halbar?” I nodded, still unable to get out of my defense mode. “The Conservationist took an interest on them now that they are extinct, well, almost extinct, they found one…” she inhaled, long and heavily, “a part of one at least, and they are hoping to keep him alive replicating the technology that is keeping me alive. I’ve told her that it was impossible, that the procedure wouldn’t work without one of you’re kind.” She stood there for a moment, watching me.\n\n“I believed that all of you had been captured, kill, and dismantled, but here you are”. She smiled, or at least I think she did, her mouth was hidden behind the breathing auxiliary mask, but the corner of her eyes crinkled. Then, her expression went dark suddenly, caught on memory, she inhale heavily again, and started talking in a solemn tone “I owe my life to your kind. After the accident, when He found me, I was a piece of meat waiting for decay, but He choose to bring me back at expense of his own safety. This is no easy life, it hurts and grows heavier with each breath, but he gave me the time to learn, to understand, to bring meaning to everything.”\n\n“You got it wrong,” I said. “When he found you, you weren’t dead, your Ñe’é was alive, willing and strong”. “Ñe’ê?” she asked, confused. “Let's call it spirit or will if those concepts are easier for you. We cannot give life, we take a part of us to create a vehicle for the expression of the spirit. This make them nervous because they didn’t understand it or saw its limits, so they forbade it. But we only open a path, the rest depends on you. You being alive depends entirely on you. The part of you that makes you who you are. We just found a way to channel it.”\n\n“I’ve been using this gift for good things, to help, to bring peace. Is important for me that you know this,” she said, like looking for atonement. “I’m not the one to judge this, who you want to explain and justify you have to look for in a mirror, the other one is long gone.” She stood there, the sound of her mechanical breathing invading the silence. \n\n“So, a Halbar?” I asked. She nodded. “Is it a vessel or an oracle?” I enquired. “A vessel,” she answered. I was troubled, I couldn’t stop thinking that if I did this, and anyone saw him, they would know that we were still alive and that I was close, but if I didn’t, an entire civilization would be lost. Just the idea that an entire race relied on oral tradition for the perpetuation of its traditions and history is enough to earn my curiosity. Curiosity, the biggest strength and weakness of my kind. I couldn’t help my nature.  \n\nI pointed at the bench and ask her to sit so I could take her picture. She doubt it and pointed out that what I was holding wasn’t the camera needed for photogrammetry. “This picture is for me if you don’t mind, and we won’t be needing the other ones. It's about time for me to get out of the station, I haven't taken a trip for a very long time.”\n\nCollection \"Portraits from Gelo\"", "artifact_uri": "ipfs://QmU7rRgTPxi24siCjG5tRvhBDwVLBfEjmCY9xpieq44LKL", "display_uri": "ipfs://QmeXTu8i4k9zCX6USFvCSameFPZMQFUgMwhBogjUqNywDo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmU7rRgTPxi24siCjG5tRvhBDwVLBfEjmCY9xpieq44LKL", "mimeType": "image/jpeg"}], "creators": ["tz1YV1KZ9vzqFDpNYRwNZAAMhfx8pVWLH7sT"], "tags": ["suit", "life", "space", "station", "sci-fi"], "extra": {}}