{"__version": 1, "token_id": 650588, "symbol": "OBJKT", "name": "They live among the mountaintops", "description": "--- They live among the mountaintops ---\n\nThere had been no sign of the fox. Instead we had traversed up the frozen forests following slush-like streams just to enter a snow storm of absurde magnitude. Korgan and Felt were dragging their feet, I kept the banner high and walked up front. I closed my eyes for a second, when I opened them it was as if time stood still. All the snowflakes frozen, glittering in mid air. I could hear the sound of an enormous trumpet blasting through the mountaintops and as a spell the frozen flakes in front of my eyes turned to drops. They hovered all but a millisecond and then fell like a steamy summer rain. A clear mountain night was revealed to me. Millions of stars looked down on me through the veil of colorful phenomena in the sky. Korgan and Felt stopped and laughed. Felt spun around in a circle and fell down in the snow. Korgan began wrestling me in happiness despite my stern look and negative reception. As I was getting my mouth forcefully filled with snow Korgan suddenly stopped, “It is moving. The snow.” We stood up in seconds and looked around. There, in the snow, they slowly popped up. The people that live in the mountains. \n\nKorgan and Felt adapted quickly to the customs of the people of the mountain. Their childish sides were appreciated here and viewed as normal, even in between the two of them. Our initial fear of the people of the mountain had proven to be uncalled for. They lived like enlightened children here in a constant internal struggle managed by the snow wizard that lived somewhere among the peaks. They invited us to their messy cave village. An amazingly beautiful construction yet kept anything but clean. We ended up staying for years. Yes, years. I on my end couldn’t leave by myself, I had a contract to fulfill, even if I grew increasingly irritated with the small problems connected to immaturity that took place around me. In my boredom and frustration I ended up befriending a mountain animal that could speak. With this bewitched creature I spent my days. Trying to learn more of this place and the wizard as the springs would pass. \n\nThe animal told of the fox. Existing as the soul of the people here. If one of them found themselves lost outside of the wizards reach they would call it to fill themselves with a short burst of complete adult agency, helping them with their decisions on whether to return or leave the community. It was that missing piece of their development, set free in this white fox. I started to notice among them more clearly this missing trait. They would make a choice, it would backfire, they would be surprised, they would lash out. A thought about the future did not exist. I also realized that this was a trait more common among my own peers then I had previously understood. \n\nIn the evenings the wizard would call on the calming blue light in the sky to make us go to sleep. After the fourth spring I decided to stay up despite my tiredness. I walked the calm village looking at the people sleeping trying to figure out what I should do to free myself, and by association Korgan and Felt, from this place. Through the black night I saw a figure approaching riding a blanket supported by an invisible creature. I figured out all too late that this was the wizard approaching, watching over their herd.    \n\n“Oh, one little pickle is awake??!” They burst out in excitement. \n", "artifact_uri": "ipfs://QmTWJbN5UPT8djco2GG4ky2CYi4nnXdzrhdMmQ4x6j3A3z", "display_uri": "ipfs://QmTwpnWZssQbTwgZFhfkjXWh8t2UPfmbpD8kUuu54SNq7z", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTWJbN5UPT8djco2GG4ky2CYi4nnXdzrhdMmQ4x6j3A3z", "mimeType": "audio/wav", "compressedAudioUri": "ipfs://QmeBSje3LcZ4a8o3PfBQsGMqoeMi2AKigj26A9L3QNJXa1", "coverThumbUri": "ipfs://QmfLBxWLeJfToX6qtTrJfFU1FVkgoEfx6ZqhhVsxpJkaYM"}], "creators": ["tz1RHxJaaiV8BL4QwwxVsooYsuKP12w1DE5a"], "tags": ["mulluck", "synth", "saxnäs", "dungeon", "tale", "electronic", "hardware", "dungeonsynth", "fantasy", "Fantastic"], "extra": {}}