{"__version": 1, "token_id": 662488, "symbol": "OBJKT", "name": "Tavern Wraiths ", "description": "Part One of the four part wierdo fantasy tale \"Quest 4 a Torso\"\n\n\"Me and my companions met in the crooked tavern at the outskirts of the desert. Pinkish palm trees waved at us in the wind as we entered. It had been a long time since I had seen them. Korgan the Childish, Buck and Leon. I recently had the luck of acquiring a framed map from my dead grandson's inheritance. He had bought it at a flea market from a crippled accountant. Angry over the poor inheritance he had left me I tossed the silly picture in the wall, breaking the frame, and exposing the fancifull backside of the papyrus. Tucked in there was a horribly worn little pamflett. \n\n“Friends. Companions. This is it.” I threw the book on the tabletop with a slap. Buck, caught off guard since distracted by an attractive table neighbor, nearly fell off his chair. I looked around, making sure no one listened, and kept talking. \n\n“In this little trashy thing is the guide to find an extraordinary item. The yellow torso. It is truly the stuff of legends, would it be true it exists. Touch it with your palm and in an instance  your tummy will shrink, your pecs will bulge, your liver spots fall off your skin and your wrinkles flatten like the finest satin.” They all looked down on their aging sloppy features. “It’s the tool of youth I tell ya! There is a problem though. This torn piece of paper here will take us through the desert, passing the queen's lair and hopefully, should we make it alive, find the torso in the hut of an aging skeletal leech. We need to steal it from him. He held onto it for eons.” Leon opened his cookie hole “Who is this leech?” I leaned forward, “It’s name is Kushim.” I whispered. At the simple low utterance the table started shaking. Around us people sat, walked and stood in shock as the lights of the tavern flickered and suddenly the door opened. Blinded by a bright light we covered our faces and heard a tune increasing in strength while small rounded ghosts came dancing in across the establishments blemished wood boards...\"      \n", "artifact_uri": "ipfs://QmPwxKpc3qjFQz9UruMTTM4g32PADEZtYsat5tVXdMBRdE", "display_uri": "ipfs://QmQWoYWyhCEEsfT7SLZk843AkC4Ksh4wV3Ea6pwjpVM1Vy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPwxKpc3qjFQz9UruMTTM4g32PADEZtYsat5tVXdMBRdE", "mimeType": "audio/wav", "compressedAudioUri": "ipfs://QmWpBB75GRvHnPuqEowGbD6fe5ZWRb974r5evV3ZJYRpNL", "coverThumbUri": "ipfs://QmXDzofBmb9qnDEU7g6b3PC2dCXZFpHuE7xJFCuNBvnuaJ"}], "creators": ["tz1RHxJaaiV8BL4QwwxVsooYsuKP12w1DE5a"], "tags": ["mulluck", "synth", "saxnäs", "dungeon", "tale", "electronic", "hardware", "dungeonsynth", "fantasy"], "extra": {}}