{"__version": 1, "token_id": 665149, "symbol": "OBJKT", "name": "COUNTRY SLANG", "description": "One of the aspects of this language that I truly love, is its flexibility and never ending expansiveness. Case in point, Y'ALL'D'VE / YOU'DN'TVE / IT'S WHAT IT'S, are some weird ass slang in English. Slang overtime changes a language and creates divergences. You ready for this metaphor? My thoughts are, when there is an introduction of slang into any language it is similar to how animals evolve divergently on separate continents. When large amounts of slang enter the vernacular it's almost like a schism within the language. As more and more people adopt a certain word or use the slang in place of regular words, other words fall out of usage and/or popularity; the language changes. There will always be the reactionary types that take offense to veering away from the established, but they don't realize is that language is evolving day-by-day and no one controls how it's going to change. So words like Y'ALL'D'VE (You all should have) or YOU'DN'T'VE (You didn't have) or IT'S WHAT IT'S (It is what it is) could replace all those seemingly superfluous words, but this is a slippery slope as what is stopping these new words from being replaced by other slang words? Answer: nothing is stopping them. That's what makes English such a crazy language. For the most part, structures within the language stay the same, it's just the words that change over time. What do I know though? I'm not a linguist by any stretch of the imagination, nor do I claim to be, but there are patterns within the language that anyone paying attention can see.", "artifact_uri": "ipfs://QmRqYmAUgVWUtL3MwBP582g1x6ymsBqiVN6HLT7oQp1jgd", "display_uri": "ipfs://QmYobUmpojHytGUMoLtL5mN7zjHi4BV4odtARrF5SEGVFW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRqYmAUgVWUtL3MwBP582g1x6ymsBqiVN6HLT7oQp1jgd", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}