{"__version": 1, "token_id": 639237, "symbol": "OBJKT", "name": "LAY ME DOWN: Hitomi", "description": "Mix media on paper\n\nHitomi is a smart, super talented and kind girl. Every time she doing something it will end with a amazing result. She always give a compliment to everyone else but she never see herself as an amazing person. That’s the reason why she is an introverted and shy person. Just like her name Hitomi has amazing eyes, she can see a hidden talent on someone and she have a great taste to make something ordinary become beautiful. That’s why everyone who knows her always trust her to be the decision maker or the leader. But she have no confidence about it. She always thought that she didn’t deserve to be a leader or center of attention. She always see herself as a ugly and dumb person and all the great things in her life it’s just coincidence. She always think that she’s a weak person who can’t do anything. All of her thoughts is killing her slowly, it makes her overthink and unappreciated herself. Every time she have a problem she always think of suicide, she always said that she deserve to die. Because she thinks that all the problems happened because of her. She often hurting herself to release her pain. She really can’t see the beauty inside her. Finally life is just a beautiful pain that she can’t resist.\n\n", "artifact_uri": "ipfs://QmdA1htxhgGJtyb9qChbF34wiy2XCxco3Aq5DU2V4mgHwu", "display_uri": "ipfs://QmXCtuLbqb4SRabAzjSwrn8NRvi24hGRcFZLmDADehriNQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdA1htxhgGJtyb9qChbF34wiy2XCxco3Aq5DU2V4mgHwu", "mimeType": "image/jpeg"}], "creators": ["tz2Efq9WvhCbTze4fdowR7PtdoxgjavnXK8K"], "tags": ["art", "artwork", "handdrawing", "drawing", "colorpencils", "markerpen", "bijin-ga", "ukiyo-e", "bobhairedgirl", "japanesestyle", "waves", "octopus", "hannyamask", "kitsunemask", "spiral", "pattern", "redmoon", "goldencloud", "gamecontroller", "joystick", "perfume", "grenade", "kokeshidoll", "handfan", "peony", "flower", "japanesetraditionaltoy", "weed", "marijuana", "nude"], "extra": {}}