{"__version": 1, "token_id": 688725, "symbol": "OBJKT", "name": "String Quartet No. 8 (The Radical Center)", "description": "Performers:\n\nViolin 1 - Meagan Mason\nViolin 2 - Mishkar Nunez\nViola - Elizabeth Beilman\nCello - Stella Cho\n\nThis quartet is based on (and inspired by) the book, The Radical Center: The Future of American Politics, written by Michael Lind and Ted Halstead of the New America Foundation.  At the time when I read it (last year or so) the book stood out because it had a visionary and (cautiously) optimistic perspective toward the role of politics in American society, something that has become fairly rare in the political arena as of the late.\n\nThe book is fairly old at this point (2002) and some of the ideas are somewhat outdated, but it gives a glimpse into what the political minds in Washington might be thinking outside of the media spotlight -- it has sections where it explicitly talks about how the tech industry and entrepreneurs might shape the future of American politics in the future, and for the most part, many of these predictions have become true.\n\nThere seems to be a genuine desire to remedy the high level of partisanship that has plagued politics in recent years, though a moderated, well-reasoned approach.  This piece attempts to capture some of that inspiration into a musical form.  Each instrument functions as a representative \"character\" of various vantage points, and the piece describes their interactions with one another through a narrative plot.\n\n00:00 Introduction of the Theme\n03:56 Discourse and Debate\n05:42 Development and Progress\n08:06 Compromise and Dissolution\n12:11 Consensus", "artifact_uri": "ipfs://QmX9ruhDePbWPkuywF9TFUVR2H6MfJPAtMaKG9cLXUhdmp", "display_uri": "ipfs://Qme6582pMc3zEnAgeAAimNXXkjYHUQkFhNfKzAPeQngS6k", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmX9ruhDePbWPkuywF9TFUVR2H6MfJPAtMaKG9cLXUhdmp", "mimeType": "audio/mpeg"}], "creators": ["tz1ZVzMVj6EjRoDNFMCguG7nGdqmD7aau9kS"], "tags": ["classicalmusic", "classical", "stringquartet", "violin", "viola", "cello"], "extra": {}}