{"__version": 1, "token_id": 430112, "symbol": "OBJKT", "name": "Compost VIII by Lauren MOFFATT @Quand la Matière devient Art, Guerlain, parcours privé FIAC Paris 2021", "description": "Compost VIII explore les cycles d’épanouissement et de décomposition dans la nature et la manière dont différents écosystèmes sont liés par le mouvement et les comportements humains. Elle explore des formes de ralentissement et de régénération, en utilisant des technologies issues des jeux vidéo. \nTechnique : Vidéo 4K.\nNFT minté le 14/10/2021 (édition 1/1), à l’occasion d’une vente aux enchères dont les bénéfices sont intégralement reversés à la Fondation GoodPlanet présidée par Yann Arthus-Bertrand, pour contribuer à financer la création d’un jardin-laboratoire en agriculture régénératrice aux Mesnuls.\n\nCompost VIII explores the cycles of flourishing and decay in nature and how different ecosystems are linked by human movement and behavior. It explores forms of slowing down and regeneration, using technologies from video games. \nTechnique: 4K video.\nNFT minted on 14/10/2021 (edition 1/1), on the occasion of an auction, the profits of which will be entirely donated to the GoodPlanet Foundation chaired by Yann Arthus-Bertrand, to help finance the creation of a laboratory-garden in regenerative agriculture in Les Mesnuls.", "artifact_uri": "ipfs://QmZhSxiCdQBsrqYos5MnkygiR7urf13nU2m6N8WC4oMoas", "display_uri": "ipfs://QmNviA7fH7pouHCmU6KobFJcJbrkiiWGHDKuTSqcTRidcA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZhSxiCdQBsrqYos5MnkygiR7urf13nU2m6N8WC4oMoas", "mimeType": "video/mp4"}], "creators": ["tz1VMCjfwmZG4XFERWtxQtEfHDVobgM5BBqu"], "tags": ["Video", "DigitalPainting", "DigitalCollage", "LaurenMoffatt", "Guerlain", "fiac2021", "FondationGoodplanet"], "extra": {}}