{"__version": 1, "token_id": 693412, "symbol": "OBJKT", "name": "Dirge para a perfeição de Edith 31 11/11 airdrop", "description": "I minted this for tz1hCxRC2wCy3UbKiud5VRAdZGYQpwjm4uKK imaginator.aon thank you for FORBIDDEN N FRUIT airdrop https://teia.art/objkt/693273 that is very cool\n\nSo I am going to surprise some people with you, oh and celebrate teia.art's .br origins too.\n\nDirge para a perfeição de Edith 31\n\nEm 11 de fevereiro de 1935, o cadáver de Edith Peshak, cheio de câncer, foi entregue aos Auxiliares Invisíveis, para a perfeição de sua alma. A lavagem do corpo, o clima frio e seco e os enemas de leite e ovo que sustentavam seu vaso levaram à mumificação. Seu filho alertou as autoridades e, eventualmente, os seguidores de The Home of Truth passaram da necroaspiria para a cremação. As cinzas de Edith estavam escondidas nas terras do desfiladeiro. Eventualmente, um marcador foi colocado em Idaho ao lado do local de descanso final de seu querido marido Elmer. O culto de Marie Ogden desapareceu na história.\n\nPintando o local da perfeição de Edith com música indexando o inevitável deslizamento do espiritualismo para a ilusão, afiliações fascistas e a esperança perdida de uma nova era, conforme prometido por um líder carismático, esses NFTs foram gravados no local das ondas do ar, fevereiro de 2022. A música é para o local, no local. Uma hora e vinte e um minutos de duração, música generativa.\n\nhttps://youtu.be/HLvH7pUaxLo", "artifact_uri": "ipfs://QmdwLDaYi4s8TELdoKSyyieMW2sTRRtJ2txuqwnDK1gqET", "display_uri": "ipfs://QmbQeTYChZ7smRDUpaiEk3xL59H1XKqaE5E64hp94VfRJs", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdwLDaYi4s8TELdoKSyyieMW2sTRRtJ2txuqwnDK1gqET", "mimeType": "audio/mpeg"}], "creators": ["tz1XLAAbQLzfHqmyCTwe1A7uPFBu5LAqdkfX"], "tags": ["fm", "radio", "teia.art", "arduino", "locative", "liturgical", "generative", "nftmusic", "necroaspiria", "necrolatry", "newagemusic", "nft", "tezos", "locative"], "extra": {}}