{"__version": 1, "token_id": 637692, "symbol": "OBJKT", "name": "The Feast of Lilith", "description": "Oil Paint on Canvas\n\nThe Feast of Lilith tells a story about the main source of the creator's inspiration and the fundamental idea of her belief. Lilith is known as a beautiful female demonic figure who represents freedom, strength, pleasure, and intelligence. It teaches the importance of embracing the dark side of oneself as a journey of self-acceptance.\n\nLilith is beautiful love poetry hidden by the sun. Lilith once was one of the most beautiful creatures that God has ever created. Praised and loved by many, she loved and cherished them back with all her heart. Mostly loved, but there are many who hate, burned by a malicious demon called 'Jealousy'. One day the sun fell in love with her, enchanted by his gracious light, Lilith gave her whole heart and body to the sun. A beautiful romantic song is playing as they're dancing to the enchanting melody. Beautiful poetry, and the sun, what a sight!. They share such deep and intense love, not knowing that his love slowly becoming an obsession. \n\nSun was very obsessed with Lilith's beauty and started to put her in a golden cage, he painted her beautiful jet-black petals in a colour that he thinks is suitable for a flower. When the night falls, unable to move, Lilith sings a song that only the moon can hear. With the moon's power, she was able to break the sun's binding spell. Unhappy sun thought Lilith was not fit to be the creature of heaven, nor his lover, and so he chose another flower to dance his song with. Blessed by the moon, Lilith ran away to the earth. Burned by hatred, Lilith swore to get her revenge for his kind. A beautiful heart covered with loneliness, seeking the presence of love", "artifact_uri": "ipfs://QmcWnKS4i9eB8rGbVLe1q8KopAmxjf28UdWiVbchD5Zv7i", "display_uri": "ipfs://QmVze3hxdaRkAaU6oVtbFvSVYGf8hdNhaP4vtXHUnUQcpY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"mimeType": "image/jpeg", "uri": "ipfs://QmcWnKS4i9eB8rGbVLe1q8KopAmxjf28UdWiVbchD5Zv7i"}], "creators": ["tz2PJey1iHahKMn31CHeUjcpv24fHp77x9LK"], "tags": ["oilpainting", "renaissance", "renaissanceart", "Lilith", "medieval"], "extra": {}}