{"__version": 1, "token_id": 682011, "symbol": "OBJKT", "name": "VIEWS WIVES", "description": "This word ladder is extremely unique and quite bizarre. It uses a bit of imaginary creative license and some foreign language intervention to achieve it's goal. I'll systematically go through the layers to explain. Layer 1: 'VE (an abbreviation of an abbreviation of I HAVE) Layer 2: VIE (to compete eagerly with someone in order to do or achieve something.) Layer 3: VIES (same as VIE, but the 3rd person present tense) Layer 4: VIEWS (There are a few definitions of VIEWS, but we can use the most common - the ability to see something or to be seen from a particular place.) Layer 5: WIVES (This is an anagram of VIEWS - a married woman considered in relation to her spouse) Layer 6: WIES (Dutch word for WISE) Layer 7: WIE (German word for AS) Layer 8: WE (a pronoun used by a speaker to refer to himself or herself and one or more other people considered together.) Does any of this makes sense in a narrative? I suppose we could make a cockamamie pretentious tale of how I have competed with others who also compete to view many wise wives as we often do. Sounds horrific at best, but this isn't necessarily about making a narrative. This is an abstraction of syntax of the possibilities. Logic in this realm is suspended, but structure reigns supreme. I absolutely love when there is no logic and all we use are our eyes to make sense of what we're seeing. In other words, the pattern matters; the meaning doesn't.", "artifact_uri": "ipfs://QmNgZGK1JUR3C6vby5HNXBLw2JrwBZi9Mp3Z4LmQ72j2eA", "display_uri": "ipfs://QmeDNh7erkwgFNTBW4FoEijYvKLuBgcdMLfEYftNctiHJH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNgZGK1JUR3C6vby5HNXBLw2JrwBZi9Mp3Z4LmQ72j2eA", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}