{"__version": 1, "token_id": 696911, "symbol": "OBJKT", "name": "WORD CONNECTION BLEND", "description": "Some of the lessons I have learned in creating is that it is possible to see things that others don't, won't, or can't see. This is what makes art and artists so fantastic! Having the ability to potentially experience something that possibly no one in the history of the world has ever seen or thought before. That's a pretty bold and outrageous statement to make, but when you really think about it, is it really that crazy? Think about the first time someone saw something different in the art world, what do think the reactions could have been or were? Not that I'm venturing into new territory or anything; word art has been around for quite awhile with many, many incredibly talented and smart people. For me one of those moments of seeing something I had never seen before was when I started working on word connections. It's kind of a word/name I came up with to succinctly explain what's happening in a work like this. We can take a bunch of commonly used words and smoosh the shared aspects of the words together to get a word connection blend. In this case, we've blended AND with DEATH with EAT with THE with HEART with HEAR with ART with ARTIST with IS with THIS with HIS with HISTORY with STORY. From this blend we can conceive a short poem that starts from the upper left corner and completes to the lower right corner. Most of my works are experiments in language; what is possible. Are they any good? I have no clue, but I'm having fun discovering it all. ", "artifact_uri": "ipfs://QmWi5NfPDB12TADaDTcdh7DqrKA5sBVnDv3E8GtAjj41pa", "display_uri": "ipfs://QmTrRmSVWxUMpwoTFqvUSxnpHBGNhHuJe5SAoKtb2tZohc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWi5NfPDB12TADaDTcdh7DqrKA5sBVnDv3E8GtAjj41pa", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}