{"__version": 1, "token_id": 697511, "symbol": "OBJKT", "name": "CELLAR DOOR", "description": "Phonesthetics is the study of the aesthetics associated with the sounds of certain words or parts of words. In 1955, J.R.R. Tolkien gave a lecture and mentioned that the words \"cellar door\" as a special combination that phonetically resonates so beautifully independent of their meaning. (Side Note: Most people believe Tolkien was the originator of this concept, but it actually was in circulation at least 50 years prior and even then it might have been from before the dawn of the 20th Century.) That being said, I wanted to take this word that's been so beloved for the last century and take it to a new level (pun intended). We can create an anagram of CELLAR DOOR, such a beautiful word and phrase, and then rearrange the letters to bring up a completely antithetical thought...RECALL ODOR from a RED COROLLA. (Why on Earth would you do this to this beloved phrase?) There's a time and a place for beautiful things and thoughts, etc...but when I saw this phrase I actually went in the other direction. The total admiration of it seemed a bit saccharine or indulgent at the moment. Right now in reality there are so many hurting and suffering. I've been thinking on the collective pain of those around the world from COVID19 and as much as I want to feel amazing about CELLAR DOOR, just didn't feel right. (Then why do what you do or even better why make this 500 page book then?) This isn't to say I feel this way about this phrase all the time. I love CELLAR DOOR for all the same reasons Tolkien did and others; it's an interesting word pairing phrase. Emotions are what they are; chemicals creating reactions. On this day, at a certain moment, I felt otherwise.", "artifact_uri": "ipfs://QmRsDb7mZP1jxrebYiZGWPUJjHB8bCzv4AoSQgs2evgntz", "display_uri": "ipfs://QmR9GrzFx14poE9JZGtD5ZzMdL3N6XT5eQet6PY86p8F3K", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRsDb7mZP1jxrebYiZGWPUJjHB8bCzv4AoSQgs2evgntz", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}