{"__version": 1, "token_id": 639621, "symbol": "OBJKT", "name": "Passarinho", "description": "Eng:\n\nThis series contains four prints that take place in a magical and nostalgic world that revolves around childhood, while having an uncomfortable presence, reflection of trauma, emotional abandonment and hidden pain.\nThe technique is called etching, in which a layer of protective wax is applied to a copper plate. Etching is done by carefully scratching the wax layer and placing the plate in an acid bath, which will corrode unprotected areas. Once finished, the wax is cleaned and ink is applied to the matrix plate, using a press to transfer the image to the paper, which must be damp.\nThis androgynous creature is related to the dream world. I dreamed that a group of people and I accidentally entered the house of a very powerful goddess. She was a bird goddess and was associated with the color blue. I tried to warn everyone to be very careful and that we needed to get out of there really fast, she could kill us if we did something wrong. Before I could finish the warning a friend was already entering and exploring the house, I run after her super worried. We pass by the goddess sleeping soundly on the sofa in a room next to her baby's room. It looks like the baby was just born and she's pretty exhausted as a new mother is. The baby is giant, just like her mother, but they didn't have a bird's head, the shape was very human indeed. I call my friend before she gets anything done and we head back to the living room. I think the goddess wakes up later and helps us continue our journey.\nWhen I was producing this print at the University of Brasília, a colleague told me that she had already dreamed of a very similar scene, where there was a kind of bird-like creature, with ambiguous genitalia and in an environment that looked like a nest.\nThis print was produced before I discovered myself as trans, but it is related to gender feelings, in this ambiguous and non-binary space.\n\nTrystan Luah\nBird\n2018\nEtching on paper\n15x15 cm\n\nPort-br:\n\nEsta série contém quatro gravuras que acontecem em um mundo mágico e nostálgico que gira em torno da infância, ao mesmo tempo que tem uma presença desconfortável, reflexo de trauma, abandono emocional e dores escondidas.\nA técnica de gravação é chamada água-forte, nela aplica-se uma camada de cera protetora em uma placa de cobre. A gravação é feita riscando cuidadosamente a camada de cera e colocando a placa em um banho de ácido, que irá corroer as áreas não protegidas. Depois de finalizada limpa-se a cera e aplica-se tinta na placa matriz, usando uma prensa para transferir a imagem para o papel que deve estar úmido.\nEssa criatura andrógina tem relação com o mundo dos sonhos. Sonhei que eu e um grupo de pessoas acidentalmente entrávamos na casa de uma deusa muito poderosa. Ela era uma deusa passarinho e era associada com a cor azul. Eu tentava alertar todes para terem muito cuidado e que precisávamos sair de lá bem rápido, ela poderia nos matar se fizessemos algo errado. Antes que eu pudesse terminar o aviso uma amiga já estava entrando e explorando a casa, eu corro atrás dela super preocupado. Passamos pela deusa que dorme profundamente no sofá num quarto junto ao quarto do seu bebê. Parece que o bebê nasceu há pouco tempo e ela está bem exausta como uma nova mãe costuma estar. O bebê é gigante, assim como a sua mãe, mas eles não tinham cabeça de passarinho, a forma era bem humana mesmo. Chamo minha amiga antes que ela apronte alguma coisa e voltamos para a sala. Acho que a deusa acorda depois e nos ajuda a continuar nossa jornada. \nQuando estava produzindo essa gravura na Universidade de Brasília, uma colega me disse que já havia sonhado com uma cena muito parecida, onde havia uma espécie de criatura meio passarinho, com uma genitália ambígua e em um ambiente que parecia um ninho. \nEssa gravura foi produzida antes de eu me descobrir trans, mas tem relação com sentimentos de gênero, nesse espaço ambíguo e não-binário.\n\nTrystan Luah\nPassarinho\n2018\nÁgua-forte sobre papel \n15x15 cm", "artifact_uri": "ipfs://QmYefsGXJjtL2uSNJdQ7db4hcNyLmHxzoVcrZ3rdooxkkJ", "display_uri": "ipfs://QmQUmKXsMUa7xKRZ2HrStVhj6TG9aNBwkCWUTmV5k1ikDC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYefsGXJjtL2uSNJdQ7db4hcNyLmHxzoVcrZ3rdooxkkJ", "mimeType": "image/png"}], "creators": ["tz1ixHXGBs9U3QmiEirZAvjLqiprUyfA4uhJ"], "tags": ["etching", "engraving", "magic", "dream", "lgbt", "lgbtqia", "trans", "nonbinary", "acidentecosmico", "brasil", "brazil", "bird"], "extra": {}}