{"__version": 1, "token_id": 640421, "symbol": "OBJKT", "name": "Konsepto Spoken Word Album - Collector's Badge", "description": "Konsepto | Konteksto Spoken Word Album is the first ever NFT spoken word album in the Philippines. \n\nHere is the Konsepto | Konteksto Spoken Word Album COLLECTOR'S PERKS!\n\n1. Holders who collected all 17 spoken word pieces will have a lifetime pass in Titik Poetry’s physical and online shows. They will also receive 2 special NFT gifts together with a collector's badge. Collectors will also receive special discount rates in Titik Productions services such Photo-Video coverage, spoken word performances, workshops, and t-shirts! Collectors will get a 50% discount in the upcoming music videos of each spoken word piece.\n2. Holders who collected and completed either Konsepto or Konteksto will receive an NFT gift together with a collector's badge. Collectors will get a 25% discount in the upcoming music videos of each spoken word piece.\n3. Holders who collected more than one spoken word piece will receive a 10% discount in Titik Poetry’s clothing line.\n4. Holders who collected Talaarawan and Dogstyle art cover will get the same perks as the one who completed the album. \n\nView collection here!\nobjkt.com/profile/tz1Reocs9Z4sfnprYZUcwUyWfk3xAoUz9yU4/collections\ncyber.xyz/exhibits/rTbT8H93qrJbdvuRVbxZ\n\nNOTE:\nCollecting this badge will guarantee you a full spoken word album airdrop in your wallet together with all the perks that you can experience.\n\nPS:\nThis badge is transferable. Perks only. ", "artifact_uri": "ipfs://QmSBZa6y5Kun37wXaio21ff1VXoCoVbtcD1xwBKvF3iYZc", "display_uri": "ipfs://QmQYx5oqj5FUkxc7EoZcBV6CzXCwEKBY4eGEWYjtAPvGsD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSBZa6y5Kun37wXaio21ff1VXoCoVbtcD1xwBKvF3iYZc", "mimeType": "image/jpeg"}], "creators": ["tz1fB9VELPAdCs6GjVnEwKPNwX5EHBc8xo87"], "tags": ["nft", "nftartist", "nftart", "nftph", "hicetnunc", "konseptokonteksto", "spokenwordalbum", "spokenword", "poetry", "poem", "filipino", "poet", "mp3", "nftphotography"], "extra": {}}