{"__version": 1, "token_id": 692821, "symbol": "OBJKT", "name": "UNHLY#3 The Feast", "description": "9:00 AM \n\n\"Another bottle? Really? Are you kidding me? Didn't the doctor told you to stop drinking alcohol? If you wanna die now, go ahead and shoot yourself in the head you old fuck!\" \n\nSabrina shouted. Sabrina or Manang Binang to her neighbors is a short old woman with a round figure. She's a very sweet person, kinda nosy sometimes. She would prefer to keep herself updated about the neighborhood gossips in the morning than to thank the Lord for another day He gave her. She also likes using black shampoo to hide the strands of grey hair that are slowly taking over her scalp. \n\n\"What's the matter? Do you think I'm too weak because of my age? Come on. One bottle won't kill me. Besides, it's our town's fiesta! Viva Sta. Ursula!\" \n\nJoselito, the husband of Sabrina cheered with sarcasm while singing the hymn of their town's patron saint, Sta. Ursula. Now, let me tell you something about this old man. He gained quite the popularity in his neighborhood. Almost all the people like him and respect him. Ask them why and they would tell you how charismatic the guy is despite his age. Aside from that he's good with fixing things. He's sort of a handyman. \n\n\"One bottle? Are you crazy?! You already bought two bottles earlier! Can't you remember huh? Is your brain starting to melt because of them fucking liquors?!\" \n\nOf course Joselito won't remember. The old man's exhibiting early symptoms of alzheimer's disease. He started losing bits and pieces of his memories since he had a stroke 3 weeks ago because of... well you know... his excessive drinking. At first, he forgot his way home after going outside to buy some pan de sal for breakfast. Good thing his wife found him wandering around the streets talking to some traffic enforcers, asking them about the location of his house. \n\nThe poor Sabrina was worried sick about her husband. You see, Sabrina is an extreme overthinker. She's the type of person who will always remind you to unplug all the appliances in your house because they might cause a fire if left unattended. She's also the type of person who's afraid to use a microwave because she gets terrified by the beeping sound it produces. \n\n\"Binang, can't you let an old man have some fun? I promise this will be the last time I'll drink alcohol. I'm sorry if I forgot about the two bottles I bought earlier. I can just give them away to our neighbors! Heh? Sounds good? Happy fiesta! Ha ha ha!\" Joselito jokingly said. \n\n\"Fuck you! If I knew you would end up like this, I should've married Armando instead! The guy smells terrible, but at least he's rich!\" \n\nThose words from Sabrina hit Josefino hard like how typhoon Ondoy left half of the Philippines devastated. A single tear drop fell from his right eye. The old guy just smiled, shook it off and said \"I love you, 'Ne!\" to Sabrina. \n\n\"Tang ina mo! Animal kang yawa ka matanda ka na!\" Binang wasn't in the mood for some sweet talking from her husband. \n\nShaking his head, he opened the kitchen drawers to find his favorite shotglass, when he found something. Ten bottles of his favorite brand of liquor. Ten bottles containing precious amber colored liquid. Don't forget, Joselito is exhibiting early signs of alzheimer's. Early signs. His brain is still functioning. He doesn't forget everything. He has some kind of selective amnesia. Seeing those ten unopened bottles of Emperatriz Light sitting behind their kitchen drawer jogged his memory. Those were the bottles he bought ten days ago, and for each bottle he brought home, Sabina would nag him for hours. He remembered how his wife would humiliate him in front of their neighbors. \n\nRemembering an event that happened ten days ago made him cry because of both happiness and sadness. He's happy because he can still remember things. He's sad because he forgot one thing on a very special day. \n\n3:30 PM \n\n\"Come on boys! Come in and don't be shy! I got plenty of our favorite Emperatriz here!\" said Joselito while inviting his kumpares over to his house. \n\n\"Woohoo! This is gonna be a great day. Viva Sta. Ursula!\" Said his best friend Dennis while cradling a bottle of liquor in his arms. \n\n\"Something's missing, Joselito. All we have are bottles of booze. We don't have pulutan and also, where's Binang?\" asked one of his friends. \n\n\"Don't worry, compadre. Here is our pulutan and also, here's my lovely wife Binang!\" Joselito said as he placed a huge platter on the dining table with his wife's severed head on it covered in honey and dressed with garlic sauce. \n\n\"Happy fiesta! Oh shot na!\" Joselito smiled.", "artifact_uri": "ipfs://Qmb1VSPwcb8KchkbTUhPGnPc7xdLAnraDRUH941E3PTExd", "display_uri": "ipfs://QmZhTM3mJM88te1C5cXMpeH8jieTU7o8MwJ5jiMtnMQiGC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmb1VSPwcb8KchkbTUhPGnPc7xdLAnraDRUH941E3PTExd", "mimeType": "image/jpeg"}], "creators": ["tz1YJXZGU9DQAzj6YyNByCZP7VHRseuj2FkX"], "tags": ["cryptoartph", "nftasia", "collectibles", "nftcollectibles", "psychart", "illustration", "horror", "vintage", "pulp", "darkart", "_schizz", "retro"], "extra": {}}