{"__version": 1, "token_id": 693921, "symbol": "OBJKT", "name": "Fumihide an Aesthete", "description": "Japanese read: Fumihide Hyougen-Jin, 文秀 表現人 \n\nInspired by: Furuta Oribe in Hyouge-Mono by Yoshihiro Yamada\n\nGenres: Conceptual Art, Anime-Manga Style, Pop Art\n\nCharacter Background: He was a rōnin that became a metsuke employed by the Akajitsu clan, his job is to watch the official under daimyo, investigate surrounding the territories, and report to the daimyo if there is such suspicious action. Regardless he is an aesthete who loves the beauty of visual art, especially in conceptual art and pop art, even has an interest in understanding absurd art from a radical idea.\n\nThe conclusion of the illustration \"Fumihide an Aesthete\" is an introduction of a fictional samurai with a kamishimo who is expressing his facial and gesture in an understanding of something, with a dominating red and yellow background with polka dot faded on it and separated by rough black lines from brush strokes which has a visual transparency image on above which depicts a blend of traditional and modern nuances. There are also three contrasting visual elements, there is a white lines meme character called \"are you kidding me\" as a symbol of the creator's inspiration to apply facial expressions to Fumihide's character, there is a red sketch as an additional element for visual aesthetics, and the last one is a completely modified tezos logo as a symbol of appreciation for storing this work on the tezos blockchain network.\n\nDimensions: 3541 x 5016\nSoftware: Clip Studio Paint\nCreated on Monday, ‎March ‎7, ‎2022, ‏‎10:30:28 AM\nFinished on Thursday, ‎March ‎10, ‎2022, ‏‎8:45:16 PM", "artifact_uri": "ipfs://QmNXYiiQcpVGPoqTr853V7rrzaDaWXLmbJVxnGpnWmzLmD", "display_uri": "ipfs://QmdwYd3T1M9wTk2GhaAEuUh9jDBFMcKWuyVpqs9TPbfxF5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNXYiiQcpVGPoqTr853V7rrzaDaWXLmbJVxnGpnWmzLmD", "mimeType": "image/png"}], "creators": ["tz2XJVbcSpvgyjKDhQ4st9zitiVAze7AgWhq"], "tags": ["samurai", "japan", "aesthetic", "bushivibeaesthete", "conceptualart", "digitalillustration", "digitalpainting", "portrait", "polkadot", "anime", "manga"], "extra": {}}