{"__version": 1, "token_id": 398872, "symbol": "OBJKT", "name": "Don’t Misgender Me, My Body!", "description": "Trigger Warning: Gender Dysphoria.\n\nThis piece is inspired by a movie called “The Name of The Son” (Martina Matzkin, 2020) where the main character, Lucho (a 13-years old transboy), was experiencing a gender dysphoria. The movie illustrates perfectly how the dysphoria got heightened when he was menstruating.\n\nTrangender man is a man. When they get their period, this can cause discomfort and anxiety . The mismatch of gender identity and spectrum of physical traits (one of them is sexual anatomy and characteristic) in the life of transgender, nonbinary and nonconforming people often causes a distress, called “Gender Dysphoria”.\n\nA study by The Cedars Sinai finds 73% of the transgender women and 78% of the transgender men first experienced gender dysphoria by age 7. It worsens as those experiencing it grapple with expected social gender roles and sex characteristics that do not align with, or reflect, their internal sense of gender identity.\n\nUntreated dysphoria will lead those who experience it into severe mental health issues, including debilitating depression, anxiety, and suicidal ideation. While we (especially in Indonesia) don’t have sufficient health and mental support for transgender, nonbinary and gender nonconforming people, the option to listen to their experience, affirm and embrace their gender identity is always available. Be kind!\n\nIf you are a caretaker of a gender diverse youth, take some time to ask question or talk to them about their idea on gender. Putting them on pressure to change who they are won’t help. Conversion therapy is never a good idea. You can instead seek help through websites, printed resources, support groups or mental health providers that are specialised in this issue.\n\nSending Loves and Hugs.\n", "artifact_uri": "ipfs://QmXJ4WrqHN12KsVWw45R49kVcL3CvxKPcZvuVxZkGGDPHj", "display_uri": "ipfs://QmZ48ns6UW9oFLE9qxmJCsLLguD2jwc9st7kKBjN4fQhot", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXJ4WrqHN12KsVWw45R49kVcL3CvxKPcZvuVxZkGGDPHj", "mimeType": "video/quicktime"}], "creators": ["tz2Be5VTGXvcCGUxkGHShDGqHW4V1VjjXvTE"], "tags": ["MentalHealth", "GenderDysphoria", "QueerNFT", "NFTCommunity"], "extra": {}}