{"__version": 1, "token_id": 641772, "symbol": "OBJKT", "name": "Loki", "description": "Loki  is a god in Norse mythology. According to some sources, Loki is the son of Fárbauti  and Laufey , and the brother of Helblindi and Býleistr. Loki is married to Sigyn and they have a son, Narfi and/or Nari. By the jötunn Angrboða, Loki is the father of Hel, the wolf Fenrir, and the world serpent Jörmungandr. Loki, in the form of a mare, was impregnated by the stallion  and gave birth to the eight-legged horse Sleipnir. Loki is referred to as the father of Váli in Prose Edda, though this source also refers to Odin as the father of Váli twice, and Váli is found mentioned as a son of Loki only once.\n\nLoki's relation with the gods varies by source; Loki sometimes assists the gods and sometimes behaves maliciously towards them. Loki is a shape shifter and in separate incidents appears in the form of a salmon, a mare, a fly, and possibly an elderly woman named  (Old Norse 'thanks'). Loki's positive relations with the gods end with his role in engineering the death of the god Baldr, and eventually, Váli binds Loki with the entrails of one of his sons. In both the Poetic Edda and the Prose Edda, the goddess Skaði is responsible for placing a serpent above him while he is bound. The serpent drips venom from above him that Sigyn collects into a bowl; however, she must empty the bowl when it is full, and the venom that drips in the meantime causes Loki to writhe in pain, thereby causing earthquakes. With the onset of Ragnarök, Loki is foretold to slip free from his bonds and to fight against the gods among the forces of the jötnar, at which time he will encounter the god Heimdallr, and the two will slay each other.", "artifact_uri": "ipfs://QmcqnAQDrZNCU5v3rx7SGQzr2TYA1t8w2ZmY5qv2eJQjRG", "display_uri": "ipfs://QmcqnAQDrZNCU5v3rx7SGQzr2TYA1t8w2ZmY5qv2eJQjRG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcqnAQDrZNCU5v3rx7SGQzr2TYA1t8w2ZmY5qv2eJQjRG", "mimeType": "image/jpeg"}], "creators": ["tz1R4FrYfMq3J2hRxaanXSH7A1GRR9Sms6ZN"], "tags": [""], "extra": {}}