{"__version": 1, "token_id": 661072, "symbol": "OBJKT", "name": "immigration", "description": "\nI’m not a woman who feels alienated in the first days away from her country. But I have tried to paint her applying my sense of empathy and feminine instincts. I stood right in the point of her “being” to be able to paint her. And I became her, which you can see in my paintings. \nA flourishing woman, a woman who each time repeats a piece of her existence in front of a different and exotic view. A woman who carries a “vague past” in her bags to the future and she experiences “the other” in the present moment; Anything other than herself.\nWhat is this woman thinking? Any feeling I created in my mind about this question got reflected to the concrete world of my canvas. A woman who each time was turning her back to me and her past and she was getting used to her repeating routine. With her, I used to reach to numbness, to the loneliness of love, to beauty, nature, and instincts. I was me and she was hiding herself each time in a she was making with her hair and in the clothes, which were far from her femininity. I traveled in my paintings with a woman bound by geographic determinism. And I couldn’t find my identity on my canvas and in the middle of colorful landscapes that I had created myself with my own taste, so I used to discontinue whenever  that happened and start again from beginning. Will you see me in this “repeating theme” again? Maybe. It depends on what will happen.\nOil on canvas , 150 × 100 cm , 2016", "artifact_uri": "ipfs://QmPqBF6hkEdwSEWThNwTvQxTYtaoxxYbWSh8nH7ZKVEzrM", "display_uri": "ipfs://QmPuiXsmB3eE4pyaNhPukSMen6aTr7RHarpWR93WEdxdKt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPqBF6hkEdwSEWThNwTvQxTYtaoxxYbWSh8nH7ZKVEzrM", "mimeType": "image/jpeg"}], "creators": ["tz1MBQnzFjJCpiK8Yyc6cLeELqPTg2oVgrmu"], "tags": ["nft", "nftcollector", "hicetnunc", "hicet2000", "hicetnunc2000", "hen", "hicetnunccollector", "nftpainting", ""], "extra": {}}