{"__version": 1, "token_id": 642462, "symbol": "OBJKT", "name": "DIAMOND", "description": "ENG// \"One day The Great Light decided to take the shape of a woman and create a diamond that contained all the love in the world. That diamond had to be taken to the Central Fort of the Earth by a brave being with a heart as pure as the jewel that person would carry with self.\n\nOn the other hand, The Grand Master knew that he could not control the universe at his will if the precious diamond reached the Central Fort of the Earth, so he would do everything in his power to prevent it and be the Great Master forever.\n\nAware of evil, The Great Light chose the mythical dragon, Iridescent, as the companion of that brave human being, Gaia, all the way to the eminent fortress.\n\nAnd so began the journey that would change Gaia's life and the entire world.\"\n\n\nDIAMOND, along with VITRAL, IRIDESCENT and MASTER are the 4 pieces of STAINED GLASS COLLECTION.\n\n-----\n\nSPA// \"Un día La Gran Luz decidió tomar forma de mujer y crear un diamante que contuviera todo el amor del mundo. Ese diamante debía ser trasladado hasta el Fuerte Central de la Tierra por un ser valiente y de corazón tan puro como la joya que llevaría consigo.\n\nPor otro lado, El Gran Maestro supo que no podría controlar el universo a su antojo si el preciado diamante llegaba al Fuerte Central de la Tierra, por eso haría todo lo que estuviera en sus manos para impedirlo y ser el Gran Maestro por siempre.\n\nConsciente del mal, La Gran Luz eligió al mítico dragón Iridescente como el acompañante de ese ser humano valiente, Gaia, por todo su camino hacía la eminente fortaleza. \n\nY así empezaba el viaje que cambiaría la vida de Gaia y la del mundo.\"\n\nDIAMOND, junto con VITRAL, IRIDESCENT y MASTER son las 4 piezas que crean STAINED GLASS COLLECTION.\n", "artifact_uri": "ipfs://QmWi3u77SE9JRBvqpPCD9ToiGg9n1wnDYQCtWKkUGdULnj", "display_uri": "ipfs://QmeHe4Yqab79gzDcg1svxMxLbt1ZNiRMwg7SQHwYEC3x4X", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWi3u77SE9JRBvqpPCD9ToiGg9n1wnDYQCtWKkUGdULnj", "mimeType": "video/quicktime"}], "creators": ["tz1XbYTyMkgxAexQx5bKbA5ofWi9LP6hA5fs"], "tags": ["mystic", "magic", "glass", "stainedglass", "diamond", "lineart", "colorful", "light", "warrior", "woman", "fantasy", "dream"], "extra": {}}