{"__version": 1, "token_id": 659262, "symbol": "OBJKT", "name": "Maybe Therapy?", "description": "Albina Mokhryakova. \nMaybe Therapy? 2020. Screenshot, 1920X1080, PNG\nThe number of young people with mental disorders is growing annually worldwide. Today we see how the desire for a stable emotional state has become an impulse for the development of various types of therapies: from pharmacological and psychotherapeutic to physical and spiritual. Immersing myself in the material, I have noticed the studies in which religious discourse is compared with pharmaceutical and psychotherapeutic discourses. Similar comparisons are found, for example, in the works of the American sociologist Philip Reef and the French philosopher Michel Foucault. Continuing their line, the composition of the video (art therapy part - a music concert, an anonymous depressive club part - a messenger with stories and a mandala’s ritual) can be correlated with the principles of Christian doctrine: faith,  healing, miracle.\nAlbina Mokhryakova twice won the award for “Young Artist. Project of the Year” at the 2019/ 2021 Kandinsky prize. Participant of the 2nd Russian Triennial of Contemporary Art. In 2018-2019  represented Russia at The International Encounter of Art Schools Students “Artagon IV” and “Artagon Live” (Paris, France). A participant exhibitions and film festivals “ArtDocFest” and “Spirit of Fire”. A co-author of The ICE collective video installation at the Robert Wilson Residence (Robert Wilson, Watermill Center, New York).\n", "artifact_uri": "ipfs://QmdktYbNnuz2UwYvtq1PPLp1rwBFdHuFqMtqzNq3pCieHf", "display_uri": "ipfs://QmTAVzhW7ZSG4Qvry8MxGKmWgfTwQq6RrjDmQmkh81cjWk", "thumbnail_uri": "ipfs://QmXgGebVtfRuXS2FPHWVXR3uW2YBwBWknnY7xQj9qG3qLC", "formats": [{"uri": "ipfs://QmdktYbNnuz2UwYvtq1PPLp1rwBFdHuFqMtqzNq3pCieHf", "mimeType": "image/png"}], "creators": ["tz2MaDnHb1Zay3pwp2ec4RVqcmoruMuLdJ2E"], "tags": ["AlbinaMokhryakova", "russianartist", "pills", "psychotherapeutic", "mentalhealths", "antidepressants", "depression", "gen-z", "screenshot"], "extra": {}}