{"__version": 1, "token_id": 681162, "symbol": "OBJKT", "name": "FUTURE IS THE HEALING OF PAIN.", "description": "As you can probably extrapolate, I love music. I suck at singing or playing any instrument, but boy do I love a good beat, a great lyric, a incredible hook, something funky, something that makes me feel SOMETHING. Life can feel empty at times. Put on a some music and that all changes...immediately. Music is transformative as mentioned in a previous page. This particular lyric excerpt is from a band called, Empire of the Sun. From the song, \"Way To Go\" the lyric 'future is the healing of pain', really hits home that the old adage of 'Time heals all wounds.\" still rings true. After everything we've all been through this past year and half and probably a lot longer, we all need to take a deep breath, release, take another deep breath, release and forgive ourselves and forgive others. Why? None of us were prepared for what happened. None of us knew the extent of what was to be. None of us could have known that this was on the horizon. None of us knew how to behave or process the staggering losses around the world and back home that we all would take; financially, spiritually, emotionally, and physically. Some of us lost someone special. Some of us lost our way. Some of us lost everything. This is dedicated to all of you. The future really is the healing of pain and time does heal all wounds. Breathe and be compassionate to yourself and to each other. Only we can fix what is already broken. We all have the tools...they're in our hearts. Let the pain go and let love in.", "artifact_uri": "ipfs://QmQChEGeH9haz6HsKqMfeNwvxH2NHdaVH8Ry9jQtcNUBrq", "display_uri": "ipfs://QmTMD5TLHKSBFhPo8Qzj8WvNaAJhvgiCf8qSBgwLUETcZs", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQChEGeH9haz6HsKqMfeNwvxH2NHdaVH8Ry9jQtcNUBrq", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}