{"__version": 1, "token_id": 640979, "symbol": "OBJKT", "name": "The Gloom of The Night", "description": "This unique and limited edition original collection is the second collection to be produced after The Raven NFT collection. It is an original collection made in this century, in which the entire poem, each verse is explained and read one by one with a picture. The expression of Edgar Allan Poe's literary work The Raven poem with visual images continues with the works of the second collection. You can also have collection paintings and gifs in the meta universe by owning these unique collection works, in which all the poetry, which was produced for the first time in the century we live in, is handled with metaphors and images one by one. Poe's troubling material consists of a distorted reflection of the anxiety, fear, and personal limitations he acquired from the blurred daily life of the social reality around him. One of the illustrations made for the poem The Raven, which is a literary masterpiece, this work is a reflection of the moment when a desperate lover expresses his pain and longing for Lenore in a stormy midnight outside in the apocalyptic air and the raven soars home. Symbols are nothing but direct or mystified manifestations of the true power of things. However, creativity as the comprehension of the thoughts reflected in the use of symbols M.H. According to Abrams, it is not a mirror that reflects the world, but a lamp that emits its own light. This gif, in which the raven poem is read with pictures, is unique in that it is the only collection created in this century. ", "artifact_uri": "ipfs://QmVifqfiB23PpzSzW9dGCMjjQwdfrBJzWioE4jMKaUe3e4", "display_uri": "ipfs://QmVifqfiB23PpzSzW9dGCMjjQwdfrBJzWioE4jMKaUe3e4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVifqfiB23PpzSzW9dGCMjjQwdfrBJzWioE4jMKaUe3e4", "mimeType": "image/gif"}], "creators": ["tz1iJxBLtEwiFmUpgD7PubY2qkoZcSg46z7y"], "tags": ["watercolorpainting", "illustration", "gif", "poe", "poem", "symbolism", "metaphor", "nft", "nftartist", "nftart", "nftcollection", "nftcollector"], "extra": {}}