{"__version": 1, "token_id": 642279, "symbol": "OBJKT", "name": "THE CREATION OF ADAM", "description": "Life is too short. If we're lucky we see 80 summers; the majority of life's mysteries remain illusive to us. One of the things that growing up in a Jewish home that was ingrained into me was the practice of asking lots of questions. Questions upon questions upon questions. I used to ask so many questions that adults would avoid me growing up. Like why is this, this way? Or how did this become that? OMG, the sheer volume of questions would rival a quiz show. In all seriousness, why ask questions? What does it mean to be a good person? What does it mean to be? What does it mean? What does \"IT\" mean? What does it? What? We can get philosophical or metaphysical with it, but ultimately why not accept reality the way it is? Why not put blind faith in...well...faith itself? Why do we need to believe in an all powerful deity? Why do we make these constructs and call them holy? When we take a literal step back from this work, we can see visually within these types of questions we see the answer staring right back at us. We have an abstraction of the scene from Michelangelo's masterpiece, \"The Creation of Adam\" in the form of the questions. There are negative spaces between the sentences that look like hands. We see Adam raising his hand about to touch God's hand. Maybe having faith is the way to answer these questions; maybe it isn't. There's only one way to find out and I'm hoping that doesn't happen for a long, long time from now.", "artifact_uri": "ipfs://QmPcMR7JmJckbw4QoJxzySDbZP8san6o6oC7GJyx3LiYMA", "display_uri": "ipfs://Qmb5E8TLQBrymHqmmBS1cuQkkAPYX14miUMpaCfmDJzbhF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPcMR7JmJckbw4QoJxzySDbZP8san6o6oC7GJyx3LiYMA", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}