{"__version": 1, "token_id": 642479, "symbol": "OBJKT", "name": "Infinite Dew", "description": "This NFT piece is dedicated to honoring those powerful women who shaped us. We have all been blessed with the presence of at least one woman who changed our lives. A woman who helped us love ourselves, who encouraged us to improve, who dried our tears, who taught us important things, who lifted us up, who blindly trusted us when no one did, and who loved us so deeply that she made us transcend. She can be a mother, a girlfriend, a friend, a grandmother, a teacher, a wife, a stranger... This piece is for them.\n\n\nInfinite Dew:\n\nShe’s the strongest and bravest woman I have ever met. But she’s not afraid to show herself vulnerable and fearful. She’s always looking for a thousand ways to not be again what she always was and that she no longer wants to be. Even though she’s in deep pain, she finds the strength to smile at me.\n\nShe’s not insecure, she’s healing her past. She’s not bad, she’s hurt. She has marks on her skin like a wild lioness. She’s the most resilient person and is fighting an internal battle to break free.\n\nShe’s a balanced mix between the ocean and the forest. She’s infinite and soft like the sea but strong and brave like the woods. She’s intelligent and flows in life like a fish in water. Her voice sounds in my ears like a mermaid's song.\n\nShe wants to hide, but I can see her true self through her eyes.\nIt hurts, but I know I will love her forever.\n\n\n1440x1700px\n\nStory here: nft.matiasmarano.com/infinite-dew", "artifact_uri": "ipfs://QmamRwso86PDZBpz2E76F9rgX8atrVXgyzvjMZ3PmyRZ8j", "display_uri": "ipfs://QmY7cMYUfsErneUkV7zLwUC3Vb63fhfpTKCNHQqdm6Cq36", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmamRwso86PDZBpz2E76F9rgX8atrVXgyzvjMZ3PmyRZ8j", "mimeType": "image/png"}], "creators": ["tz2NzvDGTtWUd195Yi5YewHXSY6mEwbmWjF4"], "tags": ["paint", "nfts", "2d", "nft", "illustration", "painting", "fineart", "digitalillustration", "contemporaryart", "fish", "ocean", "girl", "tattoos", "shoal", "arrow", "cage", "pendant", "surrealism", "forest", "surrealist", "woods", "sea", "underwater", "undersea"], "extra": {}}