{"__version": 1, "token_id": 680104, "symbol": "OBJKT", "name": "DEMOCRACY DIES IN BROAD DAYLIGHT", "description": "For years and years, The Washington Post has always been one of my trusted 'go to' media sources for news and analysis. No, this isn't an ad for the paper, but their slogan, \"Democracy Dies in Darkness\" is of interest to me. If the past 5 years have been any indication, the inverse of this quote would have to be true, 'Democracy Dies in Broad Daylight'. It astounds me that so many people don't realize how fragile America's democracy really is. January 6th, 2021 showed all of us just how divided the nation has festered into due to the putrefying of American politics. American democracy is being ripped apart by an ever shrinking minority of racist, white nationalists within the ranks of the cowardly husk formerly known as The Republican Party. This nitwit cabal has been steadily chipping away at the strength of our society; enabling the worst aspects of human nature to run rampant through the hearts and minds of their constituents. It took many, many years for the Roman Empire to fall, but it is only taking a fraction of that time to destroy America. We need more compassion, love, and understanding in our society. I wish I could say that I'm confident that love will win, but the malice and mayhem are not going away anytime soon. Trump & Co. have opened the flood gates of hate; ironically only open hearts and minds will be able to close them. ", "artifact_uri": "ipfs://QmVit1EPuw2Y3bnVoveHtvyA9eCNMpEgGiD9JUspkZRLep", "display_uri": "ipfs://QmUxA1reRgay7acttq9jthi6Wd5R1X67JEWREsvU6eNKGF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVit1EPuw2Y3bnVoveHtvyA9eCNMpEgGiD9JUspkZRLep", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}