{"__version": 1, "token_id": 680604, "symbol": "OBJKT", "name": "D.Jalowinski, 'RW_clip+vqgan_imagenet_16384_ruDALL-E-Malevich_(XL)_Real-ESRGAN_vid001_DJ_mp4'", "description": "2304 x 2304px, 2:00 min, mp4\n This is one of my first works, from which the idea of creating a series devoted to the work of Ryszard Winiarski was born. In this series I use generative neural networks both as a tool and as a material for image creation together with elements taken from Winiarski's system of combining a strict program created for a given work and then using in the execution of this program actions depending on chance.\n  Ryszard Winiarski is one of the most important Polish visual artists of the 20th century, and though he is listed in the Polish art history studies as a painter, both aesthetic qualities and his painting making methods fully reflect the rules that are much closer to the principles prevailing in the art that today is called \"generative\" than to the rules of the traditionally understood painting.   \n In his work, he has been meticulously translating certain issues originating in exact sciences into the language of art. To develop a system to generate visual forms (as he preferred to call his painting), he applied elements of statistics, calculus of probability, chance theory and mathematical game theory. His trademark became square canvases depicting multi-element arrangements of smaller black and white squares, which are equivalents of the zero-one system. \n The beginnings of this artistic practice of R. Winiarski can be dated back to 1965, when, still a student, he formulated his own artistic program and produced the first works of the series titled \"Attempts at Visual Representation of Decomposition of the System of Zero-One\". As a student, he formulated his own artistic programme and produced his first works in a series entitled \"Attempts at the Visual Presentation of Statistical Distributions\". As constant modules of his works he adopted squares in black and white, the order and arrangement of which is governed by chance - the throw of a dice, a draw, or the selection of random numbers. Since 1972, the artist also arranged \"games\" with the participation of viewers who, using his means and method, filled the plane or room with their own \"exhibition\".\n The paintings by Winiarski have been made in two stages. First, the artist has developed a certain algorithm, and according to precisely defined rules, he has programmed canvas size, grid layout and a number of squares; he has selected colors and a corner from which the composition starts developing.\n Second stage, on the other hand, was left to chance - the choice of which squares to paint or which not to paint was determined by the toss of a coin or dice or any other form of random drawing of numbers. In this way he developed an original and very mature concept of art combining program and chance.\n For him, art was the realization of the assumptions of a system combined with the essential role of chance, in which the artist is not a creator but merely the executor of a mathematical and random procedure. \n Work 'RW_clip+vqgan_imagenet_16384_ruDALL-E-Malevich_(XL)_Real-ESRGAN_vid001_DJ_mp4' is the main element of a 3d installation in the www.arium.xyz metaverse, made for the occasion of 'No Fucking Title' exhibition. It is also my tribute to the work of R. Winiarski and an attempt at a contemporary 're-imagining' of his creative methods with the use of the latest machine learning-based tools for image creation and processing. \n The process of creating this work was - same as Winiarski's - a two-stage one, and its final effect is a high-res video visualization of the machine learning process, which in this case consists in generating an infinite number of random iterations based on the input data I initially provided. \nIn the first stage of this work's making process, which was a purely conceptual activity, on the basis of a lot of trial and error I selected some of the most characteristic images of Winiarski and a set of cutting edge machine learning algorithms capable of recognizing and creating images. At this stage, I also defined the principles of image processing by these algorithms, as well as the format, resolution and type of digital file to be created as the final result of the work. \nThe second stage of work consisted of initiating the start of the \"program\" created in the first stage and recording the progress in which the algorithms, by generating a series of random iterations, learned to create images as close in form as possible to the works of Winiarski. The film which came into being as a final effect of this work is a visual record of this chance-based process of learning some of the visual rules of generative art by a machine learning algorithm. Thanks to its stretched in time, moving form, this piece illustrates also another of Winiarski's ideas, according to which the final, still image is only a side effect of the superior thought process and the resulting method of learning about the world and reality.\nDJ 22.02.2022 \n", "artifact_uri": "ipfs://QmaKqcfqMvMENXvMDBKECCaBTzAM62k7tmt1aBaP3bw3eF", "display_uri": "ipfs://QmacW5oZ9LyvvZFeUnu4JFv912z7D5Krs31oSgC4vu2DWX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaKqcfqMvMENXvMDBKECCaBTzAM62k7tmt1aBaP3bw3eF", "mimeType": "video/mp4"}], "creators": ["KT1CLJ4gRg3yp6eroLKTa1CCay82vnydEUV9"], "tags": ["ryszardwiniarski", "generative", "machinelearning", "algorithm", "digital", "painting", "videoart", "fgsf", "nofuckingtitle"], "extra": {}}