{"__version": 1, "token_id": 699104, "symbol": "OBJKT", "name": "Dark Amaterasu", "description": "“Amaterasu” is the second series in the 'Reverse Dark Tale' chapter.\n\nWhere this chapter will present various perspectives behind the figures who are considered demons and dark side of god in society, but from this point of view, I will invite the audience to see that often the \"dark side is born from a gift\", where it is a symbolic value of what is in the gift, the human itself and what is a human being capable to do when an intellectual value ​​or spiritual side is not in a balanced position.\n\n—————————————————————————————————————————————— ——————————————————\n\n\nAmaterasu is the ‘Goddess of the Sun’ in Japanese Mythology. One of the major deities of Shinto belief, she is also portrayed in Japan's earliest literary literacy as one of the rulers of the heavenly realm Takamagahara and the mythical ancestress of the Imperial house Of Japan. \nAlong with her siblings, the moon deity Tsukuyomi and the impetuous storm god Susanoo, she is considered to be one of the \"Three Precious Children\", the three most important offspring of the creator god Izanagi.\n\nAs was the natural order of things, Amaterasu married her brother Tsukuyomi and together they ruled the day and night. \nThe marriage produced children, but Tsukuyomi lacked Amaterasu’s naturally glowing disposition. Whatever goodness he had was merely a reflection of her light. \nUltimately, Tsukuyomi revealed his true colors at a banquet when the goddess Uke Mochi created a bounty from which food could be grown. After she spat fish into the sea and game into the forests, she proceeded to pull crops from her rectum. Disgusted by her actions, Tsukuyomi killed her on the spot.\nAmaterasu rejected her husband’s disgust and banished him for his evil actions. Thus, day and night became separated for all eternity.\n\nThat’s a short tale of Amaterasu dark story which is in the end lead her into the symbol of a bright figure by her careness self toward the earth and all the living creatures, as some wisemen said there will always be a dark side life before the enlightment.\nA symbol of toughness and patiences which is turn someone miserable life into a better future for herself nor the people around her.", "artifact_uri": "ipfs://QmXfEZ9UV77kZbscW4w2zRKYPDLi8FzVM5GpqDzdvkZYDX", "display_uri": "ipfs://QmTtoDbnQE889EBxYSJXyMqYMi4FMi6efe5pkqKDnQFtCy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXfEZ9UV77kZbscW4w2zRKYPDLi8FzVM5GpqDzdvkZYDX", "mimeType": "image/jpeg"}], "creators": ["tz2JUZqAFa1yT7CugrxhdPGj42cGgjFFQvW4"], "tags": ["japan", "culture", "mythology", "goddess", "darkart", "samurai", "katana", "sun", "fire", "aryawirawan", "asia", "belief", "cyber", "cyborg", "cyberpunk", "hypebeast", "deity"], "extra": {}}