{"__version": 1, "token_id": 650286, "symbol": "OBJKT", "name": "Modular Synthesis 8", "description": "(2022)\nAnimated edit of a photo of a composition consisting of components made using 3D printed ceramics, flameworked glass and ceramics, recycled post consumer packaging, and seed beads.\n\nAll objects and images used to compose this work were produced by ClockworkFeathers unless otherwise attributed.\n\n******** ******** ******** ********\n\nBoon or bust, we work with what we have. We must balance being extravagant or wasteful in our use of resources with the urge to elevate something as too special or sacred to ever use. Scarcity can be a highly subjective quality depending on the scope in which one operates.\n\nIn navigating this course between hoarding and squandering, one tends to develop clever ways to keep making progress. There is always a risk, but you learn to be good at negotiating with devils. Sometimes they have human names, like Mark or Jeff. Others are known by their attributes, like fire and logic. The real strict ones have names that end in ‘istry’, ‘onomy’, or ‘ology’ except for the most unyielding and master of them all, Physics. \n\nIn any world, the desperate will become resourceful out of necessity. Whether you make a tenuous deal with the devil, or a fae, or a computer, or with the universe itself, it might be one of a very limited number of options available, all of which are risky and complex.\n\nAnd so, we make deals and alliances. We learn what prices we can truly afford to pay for the things that we can’t afford not to have. We make due until we don’t and then it’s no longer a problem for us.\n\n******** ******** ******** ********\n\nMy creative practice is a chimera; an assemblage; a federation of materials and techniques. The beads in this work are from my recent two week residency at Penland School of Craft working to combine glass flameworking materials and techniques with ceramics. The lynchpin for being able to do this is a special formulation of clay that is extremely forgiving of thermal shock. It’s taken me a decade to get to this point, and there’s much more work to be done.\n\n******** ******** ******** ********\n\nThis work, like all my work, becomes a part of my creative practice. It expands in breadth to the spaces that I clear for it. Sometimes I’m cultivating in a physical studio; sometimes I’m working in a realm woven in code and concepts. They are not separate fields. They all branch out from the same source. \n", "artifact_uri": "ipfs://QmfPhWSuyMugytySuSx99nzznVgrA91yjVhKkJGPQDcKyJ", "display_uri": "ipfs://QmRcFS9nE1KpjodfcFPTLNgBw3ZYUzskMhKLg4zYJR3oXE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfPhWSuyMugytySuSx99nzznVgrA91yjVhKkJGPQDcKyJ", "mimeType": "video/mp4"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["digital2analog", "analog2digital", "craftmedia", "ceramics", "glass"], "extra": {}}