{"__version": 1, "token_id": 649760, "symbol": "OBJKT", "name": "The Conqueror ", "description": "\nWHEN I WAS diagnosed with cancer, it was a total gut check. Imagine a slap to the face from your best friend; an angry shove from your spouse. It was that shocking, and that physically visceral.\n\nAfter nine months of intense treatment (and an additional nine years of preventive drugs), I said goodbye to cancer’s active presence in my life. Without that daily pill, and its accompanying side effects, I could gradually forget the whole thing had ever happened. I could put cancer behind me – right?\n\nWell, maybe. But you know what? I didn’t. Cancer, in retrospect, has been a blessing – from God, from nature, from a fickle universe, take your pick. I can unequivocally say I’m a much, much better (and happier) person now than I was on that dark day when the doctor said, “I wish I had better news for you, but…”\n\nThat day, I became a survivor. Later, I became a conqueror, working through the pain of surgery, the misery of chemo, the long months of creaking around on painful joints as I gradually got used to the medications.\n\nLater still, I found happiness.\n\nOh sure, I’d been happy before. Off and on. While I wasn’t stressing over bills to pay, a son who wouldn’t do his homework, and office politics. I’d occasionally catch a whiff of that elusive quality – happiness – on a warm Indian summer morning, or a ridiculously gorgeous beach sunset.\n\nBut day-to-day happiness? Not really.\n\nCancer turned my life upside down – literally. The issues that had consumed me utterly, for so long, suddenly took a back seat to the joy of simply being alive. When death comes screaming at you out of the darkness, and you manage to swerve out of its path, you realize the simple sweetness of waking up each morning to a new day.\n\nAfter cancer, health and life are no longer givens; they’re gifts.\n\nI’m no Pollyanna; I still get grumpy when I have to deal with the insurance company, or when I carelessly drop a carton of eggs on the floor. But you know what? Those things are mere moments in a lifetime – quickly finished, their memory cast aside.\n\nBut a lifetime itself – stretching ahead into the future, indeterminate though it may be – is one big golden opportunity. To laugh. To love. To find joy not just in warm days and sunsets, but in getting up and going to the gym at 5 a.m. to pound the treadmill. In making a supper of fresh sweet corn from the farm stand next door. And in reaching out a hand to those around me struggling with their own private demons: kids, relationships, money troubles… cancer.\n\nSo yeah, I’m grateful to cancer. It’s the ultimate wakeup call, the slap to the face that turns the needless hysteria of an unexamined life into the reasoned calm and mindful happiness of simply being alive.\n\nWith Thanksgiving in the wings, awaiting its celebration at the end of a dark, sometimes somber month, I’m feeling thankful. I feel this way year-round, too. Thankful for this moment, this day, and all the days of my life to come.\n\nPJ Hamel \nNovember 20, 2017\n", "artifact_uri": "ipfs://Qmc4mdwxaDijy8S3XryqhbbAuvd88Kzs76noxK6KxbcVbb", "display_uri": "ipfs://Qmc4mdwxaDijy8S3XryqhbbAuvd88Kzs76noxK6KxbcVbb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc4mdwxaDijy8S3XryqhbbAuvd88Kzs76noxK6KxbcVbb", "mimeType": "image/gif"}], "creators": ["tz1ZJmVAgf6Z254a5L2HqdGUdDjTuc1gpi2a"], "tags": ["illustration", "women", "digitalart"], "extra": {}}