{"__version": 1, "token_id": 681160, "symbol": "OBJKT", "name": "REMEMBER ME", "description": "It's been 9 years since my father passed. I still think of the man I thought he was, who I imagined him to be to me and to my family, what he did for us, what he sacrificed for us, how hard he worked, the good times, the bad, how I let him down on a few occasions, how I exceeded his expectations on others, and other thoughts as well. It got me thinking to when it's my time to go. What will be my legacy, if any? Do I even want one? I think about 9 years after I'm gone...will someone write something like this for me? Am I selfish for even writing that? Is it human nature to want to be remembered? What does it mean to be remembered? When you're gone...you're gone. (sorry religious people...no one has ever come back and said it was great, so I'm not buying the irrational logic that he's \"looking down and smiling at me\" pep talk.) When you're dead...you're dead. I suppose it would be nice for people to remember me for the person I was, but to be frank...I'll be dead and none of that will matter to me personally. That being said, if people do look back, I hope they read one of my works and giggle or shake their heads as if they just heard the worst dad joke possible. That would be the ultimate compliment; no tears, no crying, just laughing. BTW, if you're wonder why some of the work is so dark...life can be really dark sometimes; not everything can be puppies and roses. And just for the record, I'm not depressed and/or suicidal; relax people. I'm in no rush to take a dirt nap. I have plenty more horrific puns to torture you all with. lol", "artifact_uri": "ipfs://QmVKZrj15JwQnF3DcGjXqkepY5qYrVmzF47WrqtBXELNHX", "display_uri": "ipfs://QmcghfPTZ3Sx5GGwFqkTYcHuiyFisaubnwndPFMSsPhJmJ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVKZrj15JwQnF3DcGjXqkepY5qYrVmzF47WrqtBXELNHX", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}