{"__version": 1, "token_id": 670736, "symbol": "OBJKT", "name": "Heracles", "description": "In Greek mythology, Heracles, in Roman Mythology, Hercules is the son of Zeus and Alcmene, the daughter of the king of Mycenae. Zeus, who fell in love with the woman, approached her in the guise of her husband. Realizing that Heracles was the child of Zeus, Hera first tricked Zeus into making him swear that he would be the firstborn ruler of the Perseus tribe, and then gave birth to his cousin Eurystheus first, depriving Heracles of his right to the throne even before he was born, constantly struggled with him and killed him. caused. Heracles has divine power since the day he was born. He was just a few days old when he killed two poisonous snakes sent by Hera.\n\nHeracles received a superior education in every respect. What he does best is shooting arrows, riding horses, and wrestling. When he was 18 years old, he killed the famous monster living in the forests of Kitharion. As a reward, Megara, the daughter of the king of Thebes, was given to him. He had three sons from this girl. Hera got involved and drove Heracles crazy, and Heracles killed his own wife and children. In order to be cleansed of his crimes, he had to enter the service of the Mycenaean king Eurystheus and do whatever he wanted. The 12 jobs that the king had Heracles do are called the 12 duties or deeds of Heracles in mythology. He is also known as a very strong character. It is said that Heracles fathered as many as 70 children during his lifetime on earth. It is said that the descendants of Heraclids ruled in Lydia for a period of time .\n\nHe also saved Prometheus from torture, who was chained in the Caucasus mountains, and killed Cyknos and Antaios.", "artifact_uri": "ipfs://QmNegaE4Eqi41rKxw2ffM38qB9oSRHvcdVFfYSZ4UYubu7", "display_uri": "ipfs://QmRm5V1Y9PyjExR5m7ZhGGe9yotM7zJQhYX4eJnB1v4QRw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNegaE4Eqi41rKxw2ffM38qB9oSRHvcdVFfYSZ4UYubu7", "mimeType": "image/jpeg"}], "creators": ["tz1SwFwV4iAus6m6j2NN1v1mrUuZFvreVCpZ"], "tags": ["statue", "antalya", "turkey", "photography", "photo", "ancient", "city", "old", "rome", "history", "mythology", "hero", "strong", "god"], "extra": {}}