{"__version": 1, "token_id": 664415, "symbol": "OBJKT", "name": "NARASIMHA", "description": "Narasimha Awatara is the incarnation of Lord Vishnu as a human with the head of a lion. Lord Vishnu incarnated as Narasimha to help Prahlada in quelling the cruelty of the giant king named Hiranyakasipu.\n\nTold because of his obedience to semedhi asceticism. Hiranyakasipu was bestowed with supernatural powers by Lord Shiva. His magic is that he cannot be killed by any type of weapon, not killed by gods, humans or even by animals. Not killed by day or night, nor in the air, in the water, on the ground. Because of this kesaktainannya he became arrogant and cruel. He wants to rule the world and heaven.\n\nPrahlada was the son of Hiranyakasipu. He has strong faith. He felt sad and dissatisfied with the behavior of his father who was arrogant about his supernatural powers. Therefore Prahlada always worshiped Lord Vishnu for guidance and help. Lord Vishnu was amazed by Prahlada's obedience, finally he promised to help Prahlada.\n\nAt dusk, Lord Vishnu who incarnated as Narasimha (man with the head of a lion) came down to the world to fight Hiranyakasipu. With his sharp claws he attacked Hiranyakasipu, Narasimha ripped Hiranyakasipu's stomach, brought Hiranyakasipu to the porch and killed himself on Narasimha's lap. After Hiranyakasipu was defeated by Narasimha, world life was calm again under the leadership of Prahlada who ruled wisely and upholds the teachings of the Dharma.\n\nThat is the story of Lord Vishnu's Incarnation as Narasimha Avatar coming down to this world.", "artifact_uri": "ipfs://QmXcZKf1bQSNmbShF5r4QrFR3YnZnSJNopqbq8U4t8qKGY", "display_uri": "ipfs://Qma7PsRWbu9qFLsN9H9qb8uKtV5vn47QqJegYx7YqHSJu4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXcZKf1bQSNmbShF5r4QrFR3YnZnSJNopqbq8U4t8qKGY", "mimeType": "video/mp4"}], "creators": ["tz2G552uy7KA749MEgaKnBQcxciQdh41KURd"], "tags": ["animation", "illustration", "history", "balinese", "artwork", "lion"], "extra": {}}