{"__version": 1, "token_id": 673240, "symbol": "OBJKT", "name": "A Val3ntin3 by thr33som3s - Pink Insert for Fr3ns & Lov3rs - #V059", "description": "You’ve received a Val3ntin3!!!  This means someone in the thr33som3s universe thinks you’re special.\n\n(This is an OFFICIAL thr33som3s mint.  – I am using this new wallet to differentiate the mechanics of this particular drop.   But, check me out on twitter @thr33som3s to see that I approve of this mint!)\n\nVal3ntin3s are a special type of thr33som3s Insert which was made to be given away.\n\nThe Grotto, that’s thr33som3s’ collector community, loves their Inserts.  Inserts are paintings with special Utility properties that are used to unlock all sorts of advanced mechanics and unique narratives in the thr33som3s universe.   They are burned or combined or redeemed for more paintings or for opportunities to participate in drops or contests or 3v3nts.  thr33som3s collectors love to have large quantities of these Inserts.  So, if you aren’t down with the art or enticed by the prospect of Utility, feel free to sell them back to the Grotto members that gave them to you or to anyone who is looking to amass a ton of them.\n\nThis particular Insert is a PINK Insert and a Val3ntin3.  Both Insert types will have unique Utility to be announced in the future.  In the meantime, this Insert has ALL standard Utility.  Ask a Grotto member to explain all that is possible with your new Insert.\n\nThis edition was given to you by: @BiscuitFlipper\n\n\nLook for them on Twitter or Discord to thank them for the gift.\n\n\nIf this is all too much for you and you’re like… WHAT THE HELL NONSENSE IS THIS???? — please, feel free to burn this insert.    Burning it only makes everyone else’s Val3ntin3s EVEN more valuable.  They’ll thank you for it.\n\n\n******** digital capture of original painting, gouache on vintage baseball card, 2022. ******* NFT image is for personal use, no commercial rights are granted. Twitter @thr33som3s and IG @thr33somes to see upcoming cards and new series. ************ Like all  thr33som3s, ALL Val3ntin3s  have FUTURE UTILITY.\n", "artifact_uri": "ipfs://QmUibnwdL7J4StvY1bzSogjb2HX8fxau7DniwEvz1aEx5r", "display_uri": "ipfs://QmckMa7z1yeLcK2xEXfUVbT1SPR6LYsZtk7BPB8KiJNNzM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUibnwdL7J4StvY1bzSogjb2HX8fxau7DniwEvz1aEx5r", "mimeType": "image/png"}], "creators": ["tz1bMrsCHEeg7qVk6femVtUP1Rq9GqUGNG6W"], "tags": ["thr33som3s", "val3ntin3s", "val3ntin3", "insert", "pink"], "extra": {}}