{"__version": 1, "token_id": 512914, "symbol": "OBJKT", "name": "The Compositor / Composing", "description": "360kbps MP3, 9.9MB, 04:07, 2020\n\nThis file was made by converting a bark beetle tunnel pattern into audio.\n\nIn the early 1960s, my grandfather acquired a piece of land, filled with young Norway spruces. The trees were left alone for decades and grew tall, transforming the land into a small family forest, which my mother inherited. In September 2019, all trees had died, and the forest had to be cleared. It became The Plot, a gateway for ecological grief.\n\nThe preceding springs and summers came with extreme drought, while unusually mild winters saw barely any frost. The prolonged drought weakened the trees, and the warm winters caused an unstoppable infestation of spruce bark beetles. The beetle lays its eggs in tree bark. Its larvae eat their way out, leaving intricate tunnel patterns that resemble alien alphabets or hieroglyphs, hence its name: Ips typographus in Latin, or Letterzetter in Dutch, which translates back into English as compositor.\n\nThis is The Compositor Composing.\n\n---------------------------\n\nThe audio was also made into a vinyl record (edition of 12), with one side playable at either 33 or 45rpm, and the other side engraved with the tunnel pattern. \n\n---------------------------\n\n© Alexandra Crouwers / alexandracrouwers.com / T: @acrwrs / I: @alexa_crwrs", "artifact_uri": "ipfs://QmavAGkLmwBdVBd48uhbTzcPJWKYsumt5ecR7S52aCKyCH", "display_uri": "ipfs://QmbgfvkRYHF2SAvDchoneyZebYzVwp4KEbt96kkT3ecVgo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmavAGkLmwBdVBd48uhbTzcPJWKYsumt5ecR7S52aCKyCH", "mimeType": "audio/mpeg"}], "creators": ["tz1hHkndmCoSd7LNNK9QZwDJbaWnBmjpQeQX"], "tags": ["acrwrs", "alexandracrouwers", "alexcrouwers", "alexcrwrs", "composition", "audio", "mp3", "soundart", "sound", "conceptualart", "conceptual", "audiofile", "lament", "lamento", "song", "ipstypographus", "compositor", "ecology"], "extra": {}}