{"__version": 1, "token_id": 637614, "symbol": "OBJKT", "name": "Straight Outta Compton Action Figure", "description": "Digital custom action figure representation of ‘The World’s Most Dangerous Group’s’ legendary full-length debut. Released in 1988, “Straight Outta Compton” is the epitome of conservative white America’s worst nightmare: A group of African-American youth making loud and aggressive music, with lyrics explicitly glamorizing gang-violence, drug-culture, and illicit sex acts. To say this album is ‘controversial’ is an understatement. Back then, NWA was FEARED. They were threatening, and they put together an album as one huge middle finger toward every established institution that came before them. “Straight Outta Compton” have zero fucks to give and everything to take…mostly by force.     \n\nHere is the album’s fantastic accolades, compiled in simple list form:\nLaunching the legendary career of Dr. Dre.\nLaunching the legendary career of Ice Cube.\nTurning Eazy - E into a hip hop icon.\nPutting West Coast rap on the map.\nMaking gangsta rap a pop culture phenomena.\nConverting millions of people worldwide into die-hard Raiders fans.\nGetting into the FBI wanted list.\nBirthing an immortal anti cop anthem.\n\nOne of the most notoriously infamous album in music history, “Straight Outta Compton” is “Nevermind The Bollocks” if the Sex Pistols was actually scary. Unmatched in its nihilistic ‘fuck everything’ tenacity, it’s an album that will forever remain in the realm of eternity for its unapologetic lyrical infamy, and groundbreaking musical quality.   \n\nCard is made from Straight Outta Compton cover shot.\n\nFigure is made from repainted and customised Max Factory’s Dawn of the Dead Flyboy figure.", "artifact_uri": "ipfs://QmNnY7PqGTpaiKx8YZrGwjYqiK6YDzBafMkxE6mnoHXJcH", "display_uri": "ipfs://QmcG5ituWFtRi2SrbBWK46o67eEh82tzEetCanasrDWUAm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNnY7PqGTpaiKx8YZrGwjYqiK6YDzBafMkxE6mnoHXJcH", "mimeType": "image/jpeg"}], "creators": ["tz1aXpmExefGTPY8Zw8WtaLyKK7AzdsvbZw2"], "tags": ["Digital", "Collage", "HipHop", "Albumart"], "extra": {}}