{"__version": 1, "token_id": 662714, "symbol": "OBJKT", "name": "The Architect - Arkham Adventures #3", "description": "*You've Found a Journal Entry*\n\n________________________________________________\n\n-January 1, 2122\n\n\"The explosion that went off outside today made the building that was once the Hawthorne Hotel unrecognizable. The only thing that still stands is the closet at the bottom of the stairs, and the staircase. My sister and I, have been living in the closet for weeks.\n\nWhen the 'Yellow Men' came into the city, they rounded up all of the willing and shuffled them onto big black, windowless buses marked with letters, and numbers. The buses lined up and filled most of the streets. Crowds of people marched in line, unknowing of their fate.\n\nMost were willing.\n\nThe ones who weren't willing, knew that the men would come back for them, so they left Arkham, and formed a city in a cavern system under the streets, called WanderLost.\n\nAnd they were right. The Yellow Men did come back. They stormed into Arkham with their machines and obliterated the city.\n\nThe ones who made it to WanderLost first, and anyone who will stand up and fight Roth's Corp.\", ARE the Resistance. Roth's Corp., has destroyed everything. We need to make it out of here, but, first I need to find food for my sister. Everything is covered in ash now. There is nothing left.\n\nEverything is gone now, except for this closet, and this staircase.\"\n\n-Lily\n\n________________________________________________\n\n\nArkham Adventures, is set in a Post-Apocalyptic, Totalitarian world where the evil Roth's Corp., has taken control. The one's who go willingly are implanted with Nano-Technology that hijacks their consciousness, and turns them into a Human Robot. The one's who refused went underground to a cavern system known as WanderLost, and formed the Resistance. A new hope is found when it's revealed that someone has figured out a way to shutdown the 'Universal Nano-Bot Network' (UBNN), and destroy Roth's Corp.\n\nWill they destroy it before, Roth's Corp., finds WanderLost?\n\nEach image comes with a Diary Entry from one of three protagonists trying to navigate the treacherous land that once was Arkham.\n\nAll these photo's were taken while we were actually exploring various abandoned hospitals across America.", "artifact_uri": "ipfs://QmZF8f6Ab2S5bZm9JFx7oeWAh3qNcfGUPqE2RRgvXhVj9M", "display_uri": "ipfs://QmZF8f6Ab2S5bZm9JFx7oeWAh3qNcfGUPqE2RRgvXhVj9M", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZF8f6Ab2S5bZm9JFx7oeWAh3qNcfGUPqE2RRgvXhVj9M", "mimeType": "image/jpeg"}], "creators": ["tz1XfBRHBe3VdgHMj1KW5o7P6dVbzRiUfUCW"], "tags": ["novel", "graphicnovel", "anime", "legend", "story", "saga", "nft", "crypto", "tezos", "hen", "hicetnunc"], "extra": {}}