{"__version": 1, "token_id": 663914, "symbol": "OBJKT", "name": "it's a complicated circle", "description": "009\n_\ncircle is an infinite angle, even counting it we may very well be fooled or visually fooled. In the future, circles are identical with groups, whether they have the same interests or goals, but as modern humans today, it seems as if we are being opened by a circle of visionaries that allows us to see and know whatever things are of interest and what things are lulling a group of other individuals in other parts of the world. , until finally we are slowly uprooted and distorted that confuses values ​​as human beings to values ​​that make up humans. trapped in a mortal circle that cradles us until we don't realize we are flying or falling. Or the classic sentence about life is true, life is like a wheel spinning for a moment we are up and then we go down, and to stay alive we have to keep moving and find the right rhythm so that everything is balanced. I don't know but we actually enjoyed the rounds and were still able to celebrate.\n_\nIf you collect or purchase a token of this work you have the right to:\n- Publish the work that you collect through your social media account by including the credit of the creator's name and the link to his social media account or the link that is linked to the creator.\n- Print this work in physical print format for personal display purposes (not intended to commercialize this asset)\n- Presenting this work at a digital exhibition event on a specific platform that accommodates it, while still giving credit to the creator.\n- The rest is the right to enjoy it and I am happy if you are willing to write your point of view from my work and you publish and share a stories.\n\nPlease share good things.\nKind Regards\nWicaksono Azis\n\n", "artifact_uri": "ipfs://QmcEaNiCdLEk1SRhvptVtAJKX5ZwR9NMEMs6emQb5BVjJi", "display_uri": "ipfs://QmWUUQgKcaqCSBreHz418nWSReSTLykCz6XuiygupcFCqt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcEaNiCdLEk1SRhvptVtAJKX5ZwR9NMEMs6emQb5BVjJi", "mimeType": "image/jpeg"}], "creators": ["tz1LApQjcq1cimd8NF1iiXe2ka2Lc7sLG3wo"], "tags": ["Illustration", "Scifi", "distreesed", "digitalartwork", "artwork", "resilience", "wicaksono_azis"], "extra": {}}