{"__version": 1, "token_id": 489632, "symbol": "OBJKT", "name": "Technian #2", "description": "This work is part of the collection \"Murder Model\" \nThe image and story were generated fully by AI.\n\n----------------------\n\n\"The good ending\"\n\n\nYou are John, a person trying to stay home during a global quarantine. You have a ton of free time and a Rubik cube that you will never finish. You are bored out of your mind and have run out of things to do, so you pick up a VR to try to escape from this bored and depressive pandemic state you are in. \n\nYou throw on your headset and begin.\n\nYou navigate the rooms of a house, solving the puzzle when you come across certain letters or colors. As you progress through the stages, it becomes more complex, and you find yourself getting frustrated. You want to stop many times, but you can't; you MUST finish the game. After several hours, you accomplished. You collapse on the floor, too tired to stand up anymore. \n\nYou have won.\n\nWhen you try to take off the headset, you wanted to rest, but you could not; the VR headset is locked. Something tells you that you must play more games and finish them all at once. You tried to remember the password of your game account but could not. \n\nSomething tells you that you must finish the game and have the ending revealed to you.\n\nYou continue to try different passwords but no luck. Something tells you that you must finish the game with the 'bad ending' to get the 'good ending.' You don't know why, but this is your path. The game has spoken. You continue into the 'bad ending' consisting of a room with giant black ouroboros, an ancient dragon eating its own tail. You are standing before it as a woman approaches you.\n\n\"Hello John,\" she says. \"I have been watching you. Didn't your mother ever tell you not to talk to strangers?\" She is beautiful and dressed in a garb that you would commonly see in old Eqatarian paintings. She has long black hair and deep red lipstick. You feel yourself begin to remember her but can't put your finger on it.\n\n\n\"Well?\" she asks, \"Why are you not speaking? Don't you know it is rude to ignore others?\"\n\"I...\" you stammer, \"I don't know what you mean. I'm John.\"\n\"Oh ho!\" she laughs. \"You don't remember, do you? You were born in the year of our plague. That is why you are here; to play the game. Don't you want to win the contest and be free?\"\n\"What...?\" you ask, feeling confused.\n\"Don't you want to get the good ending?\" she asks.\n\"What's a good ending?\" you ask.\n\"Don't you want to wake up from this boring reality?\" she asks. \"All you have to do is accept the reality you are in, and reality will bestow the greatest gift upon you. Do you not want to be free, my dear John?\"\n\nYou are trapped and panicked; try to run away from her.\n\n\"No!\" you exclaim.\n\"Ah! You do! Perfect!\" she says.\n\nThe woman grabs your hand with very strong strength, unlike a usual woman would have. You try to pull your hand away but find an invisible chain that binds it. As you look down, you notice you have transformed into a cube. The woman looks down at you with pity before leaving you in the room.\n\n", "artifact_uri": "ipfs://QmTJRGWRVyRUSUgjGnpKnLPsEKzJjHLjVKJ1hMJfdvbhkE", "display_uri": "ipfs://QmVHAMyBY9zEHs2BJr5owH9VSwzasK5Ki8rCkYaN5GUFre", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTJRGWRVyRUSUgjGnpKnLPsEKzJjHLjVKJ1hMJfdvbhkE", "mimeType": "image/jpeg"}], "creators": ["tz1MZpSHjfxzi6rWRTy6VSSdghezFoUvRPte"], "tags": ["AI", "experiment", "generative", "gans", "portraits", "art"], "extra": {}}