{"__version": 1, "token_id": 639132, "symbol": "OBJKT", "name": "Jambar Juhut", "description": "Jambar ialah bagian dari daging yang dipotong-potong kecil dan dibagi rata kepada seluruh undangan sesuai dengan posisi dan kedudukan mereka dalam dalihan na tolu. Biasanya jambar ini diambil dari sebagian tudu-tudu ni sipanganon yang disajikan sebelumnya oleh pihak suhut. Jambar ini berupa daging babi yang dipotong, dan biasanya jambar ini terdiri dari kepala bagian atasulunamarsanggulan, rahangosang, leheraliang, upa suhutbagian belakang sampai ekor, pangkal pahasoit, rusuk, tanggalan rungkungbagian leher, dan bagian organ dalamnya. Dalam pembagian parjambaran ini penulis mengemukakan beberapa macam pembagian parjambaran yaitu: 1. Pembagian jambar juhut dalam upacara adat perkawinan. 2. Pembagian jambar juhut dalam pesta tugu. 3. Pembagian jambar juhut memasuki rumah baru. 4. Pembagian jambar juhut dalam pesta di rumah. 5. Pembagian jambar juhut pada acara kematian, yaitu saur matua dan sari matua. Setelah selesai makan bersama, pihak paranak dan parboru duduk berhadapan beserta keluarga turunan saompu. Disebelah kanan duduk tulang paman dari pihak laki-laki didampingi bona tulang dan bona niari. Universitas Sumatera Utara Disebelah kiri duduk boru. Demikian pihak perempuan duduk bersama kerabat sesuai dengan dalihan na tolu dan suhi ni ampang na opat. Pembagian jambar ini dapat dilihat dari undangannya. Apabila pihak paranak pihak laki-laki yang mengundang, maka acara ini disebut mangalangdekke, sedangkan pihak parboru pihak perempuan yang mengundang maka acara ini disebut mangalang juhut. Menggunakan jambar juhut na marmiak-miak, karena penulis merujuk pada upacara perkawinan, parjambaran yang digunakan pada upacara perkawinan ini berupa sigagat duhut kerbau atau lembu. Adapun jambar juhut tersebut terdiri dari: 1. ulu kepala 2. tanggalan rungkung atau haliang leher 3. somba-somba rusuk 4. ihur ekor Adapun komponen-komponen penerima jambar juhut adalah: a. Dongan Sabutuha - Suhut yaitu yang hajatan - Pamarai yaitu saudara laki-laki suhut - Pai dua ni suhut yaitu saudara laki-laki satu kakek lain ayah Universitas Sumatera Utara - Panambol yaitu keturunan laki-laki kakek bersaudara - Pangalapa yaitu keturunan laki-laki dari ama mangulahi bersaudara - Pomparan ompu parsadaan marga yaitu kumpulan marga b. Hula-hula - Hula-hula pangalapan boru suhut yaitu mertua suhut atau keturunannya laki-laki - Tulang yaitu saudara laki-laki ibu suhut atau keturunannya laki-laki - Bona tulang yaitu saudara laki-laki dari nenek pihak ayah suhut keturunannya laki-laki - Bona ni ari yaitu saudara laki-laki inang tua mangulahi suhut atau keturunannya laki-laki - Tulang rorobot yaitu tulang dari hula-hula c. Boru. - Boru suhut yaitu saudara perempuan suhut - Boru tubu yaitu putri atau menantu suhut - Boru na tua-tua yaitu saudara perempuan dari kakek suhut atau keturunannya laki-laki - Boru torop yaitu saudara perempuan yang semarga dengan suhut Ketiga komponen di atas merupakan kelompok penerima jambar-jambar pokok yang harus disebut nama dari jambar tersebut. d. Pariban Universitas Sumatera Utara Pariban ini termasuk ke dalam golongan dongan sabutuha, namun harus dibedakan karena pariban merupakan kelompok kerabat yang ditarik dari garis perempuan dan bukan dari garis laki-laki. e. Bere dohot ibe bere Yang dimaksud dengan bere adalah keponakan laki-laki, sedangkan ibebere adalah keponakan perempuan. Adapun tanda atau makna dari bagian-bagian jambar juhut dalam upacara adat perkawinan ini sebagai berikut: 1. Ulu kepala diberikan kepada tulang pengantin perempuan, ini merupakan salah satu bagian tubuh yang memiliki sahala atau wibawa dimana tulang sebagai debata na ni ida yang memberkati serta memberikan pasu-pasu. Jadi ulu dapat dikatakan memegang peranan penting dalam seluruh gerak kehidupan. 2. Tanggalan rungkung atau haliang leher diberikan kepada kelompok boru yang menandakan atau bermakna sebagai mediator sejak awal sampai akhir upacara adat perkawinan yang berlangsung, serta melambangkan penghubung atau pemersatu diantara hula-hula bila terjadi perselisihan paham. Oleh karena itu, setiap ada urusan musyawarah adat, kelompok boru ini akan selalu diminta pendapatnya, karena apa saja yang menjadi keputusan dalam acara itu pelaksanannya Universitas Sumatera Utara cepat akan diserahkan kepada boru. Dengan kata lain,boru adalah kelompok pekerja kepada hula-hula dalam setiap pekerjaan adat yang dilaksanakan. 3. Somba-somba atau handang rusuk bagian tengah yang berbentuk lingkaran dan menyerupai telapak tangan yang menyebar diberikan kepada kumpulan hula-hula yaitu bona tulang, bona niari, tulang rorobot, ini menandakan atau bermakna dialah yang melingkari dan yang melindungi martabat parboru, serta melambangkan orang yang terhormat. 4. Ihur ekor merupakan bagian tubuh hewan paling belakang diberikan kepada suhut ini menandakan atau bermakna sebagai tumpuan atau pokok yang paling berkompeten dalam hidup maupun kehidupan kedua pengantin. Dung sidung mangan andorang so manghatai dope dipature dibagi ma parjambaran ima sian tudu-t", "artifact_uri": "ipfs://QmagtEfKHYG5vs45mNtxDkMdvrURdoojtjwcYPu7QERBKk", "display_uri": "ipfs://QmNQKzdQJob9N2HbfRiLVjyzpRgKgkaq2vKj1SYALDwWst", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmagtEfKHYG5vs45mNtxDkMdvrURdoojtjwcYPu7QERBKk", "mimeType": "image/jpeg"}], "creators": ["tz1PsCvGgNyZYDybajZ97ydcdfhYaKrH78bM"], "tags": ["photography"], "extra": {}}