{"__version": 1, "token_id": 659667, "symbol": "OBJKT", "name": "Objkt #1 Glaciers", "description": "Anastasia Samoylova is a Russian-American artist who moves between observational photography, studio practice, and installation. Her work explores notions of environmentalism, consumerism, and the picturesque. \n \nIn 2013, Samoylova began Landscape Sublime, a long-term project on the pictorial conventions through which natural and manmade landscapes are depicted and understood. Whether on popular image-sharing social media websites or in advertisements that permeate booming cities, landscapes are portrayed in idealized colors and perfect light. Conformist and conventional, such depictions are less about real places than the feelings they are meant to evoke. The algorithms of popular taste and fantasy have taken to an extreme those notions of the sublime landscape that first took hold in western art in the 18th century. \n\nFor the Landscape Sublime series Samoylova sources images from various online platforms as well as her own archive. These are grouped by subject (for example, ‘mountains’, ‘wildfires’, ‘glaciers’ or ‘real estate billboards’). They are then printed out, sculpted into temporary installations, and re-photographed. The final still-life images appear to be somewhere between physicality and the illusion of a computer-generated space. Informed by Russian Constructivism and the feeling of tumultuous social change it evoked, Samoylova’s tableaux offer a layered and complex commentary on the delirious power of images to shape our understanding of the world. \n", "artifact_uri": "ipfs://QmULMMknMFiMr2xoUhQp1PfRvhktYNZ1ATwpkQik7KjPza", "display_uri": "ipfs://QmRGu72KTeiS3d8cdJmZFQNvvRjK8Ti3e27Z46yrCNRrnV", "thumbnail_uri": "ipfs://QmT1yUJYMu7aYwbwvuyi3dgmpoVa2nDbYLWPXn8TykamgR", "formats": [{"uri": "ipfs://QmULMMknMFiMr2xoUhQp1PfRvhktYNZ1ATwpkQik7KjPza", "mimeType": "video/mp4"}], "creators": ["tz1Lx2cJHFfPE2pCkvn9w1PWdSogcepqv4CP"], "tags": ["Landscape", "photography", "constructivism", "cubism", "abstraction", "avantgardelandscapesublime", "anastasiasamoylova", "stilllife", "studioconstruction", "contemporaryphotography", "popularphotography", "sublime", "picturesque", "aesthetics", "aesthetictheory", "socialmedia", "timelapse", "video", "studiotimelapse"], "extra": {}}