{"__version": 1, "token_id": 670167, "symbol": "OBJKT", "name": "The Queen Anglo", "description": "Today, I wanna tell you about the story that lives in my mind, I call her Queen Anglo. And I wanna write that story on Indonesian language. Use google translate if you want to know the contents. \n\nAda sebuah desa kecil, saking kecilnya mungkin bisa dibilang sekepal tangan. Desa yang dihuni oleh dua macam musim di wilayah tropis yaitu musim hujan dan kemarau. Udaranya yang bersih serta tanahnya yang subur, ditanami berbagai macam jenis buah-buahan dan sayuran. Juga berbagai macam tanaman obat yang menyembuhkan segala macam penyakit, sampai ke jenis tanaman beracun yang bisa membunuh makhluk hidup dalam hitungan menit. Bunga-bunga cantik dan wangi tersebar di bukit-bukit sabana. Semuanya tumbuh subur dan melimpah di desa kecil itu. Disekeliling desa dialiri dengan sungai yang terkenal dengan mata air yang jernih seperti kristal. Berbagai jenis ikan hidup dengan penuh kebahagiaan. Bahkan, sesekali kita dapat menjumpai putri duyung tengah menepi menikmati keindahan alam. Tak jarang kita temui berbagai jenis hewan ternak, burung, serangga, yang jinak dengan manusia. Singkatnya, ada sebuah surga bernama Desa Kasturi.\n\nDi desa Kasturi, hiduplah seorang Ratu yang terkenal dengan kecantikan dan keanggunannya, bernama Ratu Anglo. Seorang Perempuan berumur 28 tahun. Belum bersuami. Kulitnya putih bersih, matanya lebar, serta rambut panjang kemerahan itu dipanggil sebagai “Ratu”. Tak seperti Ratu lainnya, yang hidupnya dibalik kastil yang megah berserta para ajudan, serta tahta ditangannya. Ratu Anglo, hidupnya penuh dengan kesederhanaan. Tinggal di sebuah rumah lumbung, berdampingan dengan penduduk lainnya. Material rumah Sang Ratu menggunakan bambu, tentu saja didapatnya dari alam Kasturi. Banyak sekali material dari alam yang bisa dijadikan bahan pembuatan rumah. Penduduk sekitar, memanfaatkan berbagai jenis material seperti jati, mahoni, sampai alang-alang untuk membuat huniannya nyaman. Sang Ratu memilih bambu sebagai material utamanya, alasannya: udaranya lebih sejuk dan ramah lingkungan dibandingkan material lain. \n\nSehari-hari, Ratu Anglo berkegiatan selayaknya penduduk desa pada umumnya. Kadang dipagi hari menanam palawija, jika bosan ke ladang ia hanya menghias halaman depannya rumahnya dengan menanam rumput liar yang dianggapnya bagus. Jika ingin masak ikan, Ratu Anglo menangkap ikan dengan tangan kosong, Ratu Anglo tidak pernah mau menangkap ikan menggunakan jaring atau memancing menggunakan kail. Alasannya, tidak mau menakuti ikan lainnya. Kepolosannya akan takut merusak alam itulah yang membuat ikan-ikan menyerahkan diri pada Ratu Anglo.  Pada Siang hari, Ratu Anglo sering bersosialisasi dengan tetanga, kadang berdiskusi hal-hal seperti masalah yang ada di desa Kasturi hingga hal-hal yang unik seperti:  teh sama gula duluan mana yang dimasukkan, memakai sandal kanan dulu atau kiri dulu, dll. Membuat lawan diskusinya mikir dengan hal-hal konyol yang diajukan oleh Ratu Anglo. Setelah senja pamit, dan kegelapan tiba. Ratu anglo menuliskan semua aktivitas entah sendiri atau bersama penduduk desa Kasturi. Mencacat kesalahan apa yang telah dibuatnya. Dan hal baru apa yang telah ditemukannya.\n\nPenduduk desa Kasturi Sangat mencintai Ratu Anglo. Bagaimana tidak, kepolosan dan keramahan Ratu Anglo membuat penduduk desa Kasturi seperti memiliki saudara kandung. Ratu Anglo selalu menata bicaranya agar tidak menyakiti orang, dan suka belajar dari orang yang ditemuinya. Kebijaksanaan dan kepintaran Ratu Anglo dalam memecahkan masalah yang ada pada desa Kasturi itulah yang membuatnya dipanggil “Ratu Anglo”. Kenyataannya Ratu Anglo juga bukan dari keluarga aristrokrat. Ayahnya hanya seorang petani bermata sipit seperti etnis Tionghoa. Ibunya berparas cantik, tak ada satupun penduduk Kastaru yang menandingi kecantiknya, sebab masih ada darah Belanda ditubuhnya. Mungkin terbawa saat jaman penjajahan. Ayah dan ibunya memberi nama Anglo pada anak perempuan mereka, karena ‘Anglo’ di Jawa jika diterjemahkan secara harafiah adalah: tungku atau kompor. Nama Anglo diberikan oleh orang tuanya dengan harapan kelak mampu berpikir kritis. Lho, apa hubungannya? Ibunya berpendapat hal yang paling mengerikan dan mematikan adalah pikiran itu sendiri. Oleh karena itu, apapun yang dimasukan ke dalam pikiran harus dimasak dengan benar. Apa yang dimaksud dengan dimasak. Seperti cara kita dalam mengkonsumsi sebuah makanan, tentu sebelum ditelan mentah-mentah harus dimasak terlebih dahului, dibumbui, kemudian setelah matang, dikunyah-kunyah hingga halus sebelum dicernanya. Tentu saja filosofi ini teripikirkan ketika ibunya sedang memasak dengan tungku pembakaran bernama anglo. Penduduk yang tidak mengetahuinya berasumsi kebijaksanaan Ratu Anglo diturunkan dari Lao Tzu, filsuf dari Tiongkok yang hidup 500 tahun sebelum masehi. Tanpa disadari kebijaksanaan Ratu Anglo diajarkan oleh kedua orang tuanya, dengan prinsip awal “utamakan belajar” sama seperti apa yang diajarkan confusius 500 tahun sebelum masehi. \n", "artifact_uri": "ipfs://QmZt9PpdJ6GKdyz2wKFRQFAfvqGGVeC4KwVAJXY32pDpmK", "display_uri": "ipfs://QmT2zDo47ocuh6T1QVgPthhWdzP4ZLzFTZPCdjHgk6NadU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZt9PpdJ6GKdyz2wKFRQFAfvqGGVeC4KwVAJXY32pDpmK", "mimeType": "image/png"}], "creators": ["tz2UVr2USUG1UoZ1ztNjBg1Bmzg1DgwMH9QG"], "tags": ["illustration", "watercolor", "painting", "digital", "realism"], "extra": {}}