{"__version": 1, "token_id": 670775, "symbol": "OBJKT", "name": "Aphrodite (Venus)", "description": "Aphrodite is an ancient Greek goddess associated with love, lust, beauty, pleasure, passion and procreation. She was syncretized with the Roman goddess Venus. Aphrodite's major symbols include myrtles, roses, doves, sparrows, and swans. The cult of Aphrodite was largely derived from that of the Phoenician goddess Astarte, a cognate of the East Semitic goddess Ishtar, whose cult was based on the Sumerian cult of Inanna. Aphrodite's main cult centers were Cythera, Cyprus, Corinth, and Athens. Her main festival was the Aphrodisia, which was celebrated annually in midsummer. In Laconia, Aphrodite was worshipped as a warrior goddess. \n\nIn Greek mythology, Aphrodite was married to Hephaestus, the god of fire, blacksmiths and metalworking. Aphrodite was frequently unfaithful to him and had many lovers; in the Odyssey, she is caught in the act of adultery with Ares, the god of war. In the First Homeric Hymn to Aphrodite, she seduces the mortal shepherd Anchises. Aphrodite was also the surrogate mother and lover of the mortal shepherd Adonis, who was killed by a wild boar. Along with Athena and Hera, Aphrodite was one of the three goddesses whose feud resulted in the beginning of the Trojan War and she plays a major role throughout the Iliad. Aphrodite has been featured in Western art as a symbol of female beauty and has appeared in numerous works of Western literature. She is a major deity in modern Neopagan religions, including the Church of Aphrodite, Wicca, and Hellenismos.", "artifact_uri": "ipfs://QmfCth6tSA48mSmm7ZbVb6hA5kf22XpnL9g9smXQbi2JgG", "display_uri": "ipfs://QmYcNXX9zP9rSVGudamkz3LAnrUs78W1CvHZa7xDUDdgNf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfCth6tSA48mSmm7ZbVb6hA5kf22XpnL9g9smXQbi2JgG", "mimeType": "image/jpeg"}], "creators": ["tz1SwFwV4iAus6m6j2NN1v1mrUuZFvreVCpZ"], "tags": ["aphrodite", "venus", "statue", "antalya", "turkey", "photography", "photo", "ancient", "city", "old", "rome", "history", "mythology", "strong", "god", "love", "lust", "beauty", "pleasure", "passion"], "extra": {}}