{"__version": 1, "token_id": 688675, "symbol": "OBJKT", "name": "[Sic]_Lons 1.6", "description": "| Natalianne Boucher | 2022 | PNG | 3693 x 2467 |\n\n________\n\n\nThe «[Sic]» series is the result of the reception of another artist’s work, as a collaborative quote of the initial artwork.\n\nThis work was initiated during an art residency for a physical theatre play, «Là où nous sommes» (Where we stand), created and performed by Charlotte Braun. The play deals with the questions emerging while we are walking alone in nature. These photographs are a proposal seeking to capture the attentive slowing down present in the subject of the piece, but also inherent to any work of research and creation.\n\nSince nothing is added to the image afterwards, photography can thus in this case serve both as a faithful object to the work cited and also as a testimony of the transition between the viewer’s gaze and the object observed.\n\nThe project is currently continued with living art companies or artists performing.\n\n________\n\n\n«Là où nous sommes» cast : Conception : Charlotte Braun / Performance : Charlotte Braun, Romain Pellegrini ( Drums ) / Drums composition : Romain Pellegrini / Sound and light creation : Audrey Ruzafa. Partnerships: La Ménagerie de Verre (StudioLab), CENTQUATRE-PARIS, Briqueterie CDCN Val-de-Marne,  Cube – Studio Théâtre Hérisson, CND Pantin (StudioLab), La Mue – Cairon art residency.\n\n________\n\n\nBIO\n\nNatalianne Boucher is a visual artist working with complementary dynamics and media, from landscape with photography and drawing to the use of performative or musical body with video and animation. She is interested in representing perception of time, working on the balance between its individual and universal aspects. Time subject as an art research often reveals in her work themes such as memory, the inanimate, loneliness and otherness.\n\nShe graduated from Ecole Nationale Supérieure des Arts Décoratifs (Ensad), in animation cinema (2012).\n\n________", "artifact_uri": "ipfs://QmP6aza79QsRLC9EAkTt4mWvUsWkXv98SnXn1Zo3aJKMdt", "display_uri": "ipfs://QmNyoVp9fdzwYjuk7i4bpVUobjKuUbAZpYPqU2jgz5shTw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP6aza79QsRLC9EAkTt4mWvUsWkXv98SnXn1Zo3aJKMdt", "mimeType": "image/png"}], "creators": ["tz2U2ZSy9W7D2UT8MtEGPz356uWQMgG23RhD"], "tags": ["acting", "photography", "drums", "livingarts", "musical", "experimental", "theater", "performance", "longexposure", "charlottebraun", "natalianneboucher", "sic"], "extra": {}}