{"__version": 1, "token_id": 426923, "symbol": "OBJKT", "name": "Weeper Grass book", "description": "This book is a result of 14 years of work. it consists of 14 bodies of work, combined to a poetic narrative about freedom, love and truth through the language of visual poetry. The title is taken from the doukhobor culture and is a metaphor for \"those who go against the flow of the water\", where water symbolizes evil deeds of humanity controlled by hatred, injustice, greed, destruction, power, etc.\n\nThis book is an attempt to preserve the culture that was highly persecuted in Russia and that was almost throughout all the history of it's existence prohibited, and in case of the middle party, that me and my family is from, repressed and brought to oblivion.\n\nOur elders used to say that our culture has came from India. Doukhobors believed in reincarnation. Doukhobor means the Spirit wrestler, the one who fights along with the Holy Spirit. We believe in forever alive Spirit of Jesus that is present among the living, that is present in human hearts through love, mutual support, empathy and compassion, through the good deeds and kindness.\n\nBut my personal story, the reasons why i don't live in Russia brought me to a point where i modernize our culture, mixing it with Eastern cultures, expanding it and mixing with other native traditions such as Khmer Buddhism, animism, Hinduism, etc; and other old traditions, mainly from South East Asia. \n\nThe book aims to find a universal poetic language, that will be understandable for people of many cultures, and that will share love, unity and peace among the living", "artifact_uri": "ipfs://QmS3W4rEoGurNFq7VNUKcxeQe8odDHS6dMvwrL4yQg4cMA", "display_uri": "ipfs://QmchyDBvAPGYzN2RBo2K8Q4rbbcBAvadFHWtAJPD3x8DUQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmS3W4rEoGurNFq7VNUKcxeQe8odDHS6dMvwrL4yQg4cMA", "mimeType": "application/pdf"}], "creators": ["tz1L8RSMjxuEupFEscUk1UYJ9iFktojwvJTJ"], "tags": ["doukhobors", "weepergrass", "life", "folklore", "nativecultures", "russianart", "russianhistory", "visualpoetry", "christianity", "spiritwrestlers", "spirituality", "nikitapirogov"], "extra": {}}