{"__version": 1, "token_id": 677323, "symbol": "OBJKT", "name": "A Goldsmith in his Shop", "description": "A celebrated masterpiece of Northern Renaissance Art, this painting was signed and dated 1449 by Petrus Christus, the leading painter in Bruges (Flanders) after the death of Jan van Eyck. The panel attests to Netherlandish artists’ keen interest in pictorial illusionism and meticulous attention to detail, especially in the luminous jeweled, glass, and metallic objects, secular and ecclesiastic trade wares that are examples of the goldsmith's virtuosity. The main figure in this enigmatic painting was long identified as Saint Eligius (the patron saint of goldsmiths) due to the presence of a halo, which was recognized as a later addition and subsequently removed. The panel is likely a vocational painting, which portrays the profession of goldsmithing and perhaps a specific goldsmith. Technical analysis reveals the underdrawing of the goldsmith's face to be very carefully modeled—more so than the faces of the couple—indicating the possibility of a portrait. It has been suggested that he is Willem van Vleuten, a Bruges goldsmith who worked for Philip the Good, duke of Burgundy. In 1449, the date of this painting, the duke commissioned from van Vlueten a gift for Mary of Guelders on the occasion of her marriage to James II, King of Scots. That couple may well be depicted in this painting, portrayed buying a wedding ring that is being weighed on a scale. The girdle that extends over the ledge of the shop into the viewer’s space is a further allusion to matrimony. The convex mirror, which links the pictorial space to the street outside, reflects two young men with a falcon (a symbol of pride and greed) and establishes a moral comparison between the imperfect world of the viewer and the world of virtue and balance depicted here.\n\n\n", "artifact_uri": "ipfs://QmURWZiwCQfj7yKtCUfTdGTWYVXWh7KFDzLjFh7g2Egwca", "display_uri": "ipfs://QmZDhpgS19ve7TzcA4oFUAXFzYt7xAxaeE7SX8h6Ejn2Su", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmURWZiwCQfj7yKtCUfTdGTWYVXWh7KFDzLjFh7g2Egwca", "mimeType": "image/jpeg"}], "creators": ["tz1NCr4Q8ryHn4BrSyGfz56QUXcCDJ53Mzr7"], "tags": ["art"], "extra": {}}