{"__version": 1, "token_id": 686923, "symbol": "OBJKT", "name": "THIEVES THINK ALL MEN STEAL.", "description": "This is a reworking of an old E. W. Howe quote, \"A thief believes everyone steals.\". (Ooook, but what makes this a mantra mandala?) Great question. If we look at the original quote and compare it to the updated version, what are the differences? One believes, while the other one thinks. In the original, there is only 1 thief. In the new one, it's all thieves and they are referred specifically as men, not everyone. (Ok, great, but so what?) What if there was a way to make a giant joke of subtlety changing something drastically in a sentence and yet make it sound exactly like the original; stealing the statement from the original and yet give it credit at the exact very same time? Oh and the new sentence has to have 5 words just like the original. Indeed, this would be quite the paradox; perhaps in bad taste, but indeed a paradox nevertheless. All artists refer or reference something that has been done, heard, said, thought, etc...in a sense thieving. In this case, this work has referenced another thought, reworked it to retain it's core virtue and passed it off as a new entity. Now if we mix this statement into a mantra mandala, we've created something like a self-sustaining propaganda machine that lies so much that it becomes the hijacked truth; these two are the same sentence and the artist gets away with coasting on the wings of others' fame? (Ummmm...what? That sounded like complete bullshit.) Is it bullshit though? Think about every time we see an artist inspired by another style, taking various aspects they appreciate and working them into their own narrative, articulating them into their own work. How is this work, then, not that? This is just visualizing that concept in these words.", "artifact_uri": "ipfs://QmRQBJHKweXEwh2oMtvEPMsVVTr3gj88HUtcYzY1BrRRm7", "display_uri": "ipfs://QmPmbaC2kvdenR3tqEpoCUNJpijUFGVvuDo9hvW4t2ZoZe", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRQBJHKweXEwh2oMtvEPMsVVTr3gj88HUtcYzY1BrRRm7", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}