{"__version": 1, "token_id": 690423, "symbol": "OBJKT", "name": "Operation: Doomsday Vinyl Figure", "description": "\"Operation: Doomsday\" is the late, great, Daniel Dumille's debut solo studio album and his first outing as MF DOOM. Marking his return to the hip hop scene after the demise of his group KMD, the album was originally released through Fondle 'Em Records in 1999 and later reissued by Sub Verse Records in 2001 with a slightly altered track listing, before DOOM’s own Metal Face Records released a deluxe remastered version in 2011.\n\nAfter debuting in the late 1980s as Zev Love X, Dumille suffered a series of unfortunate events. Including the untimely death of his brother and fellow KMD member DJ Subroc and the subsequent abandonment of the group's second studio album; \"Black Bastards\" by Elektra Records due to its cover art. After losing his brother and disbanding KMD in 1993, Zev Love X left the hip hop community and would suffer years of homelessness and despair before covering his face and re-emerging as MF DOOM in 1997.\n\nMF DOOM self-produced his debut album through the use of low-fidelity bedroom electro production in addition to low-budget audio mixing techniques. It features dense rhyme schemes over tracks composed from heady mix of Quiet Storm-era R'N'B with bits of jazz, Stax-Soul, and 60’s rock all thrown together. He spoke through comic book style narrative created by splicing dialogues from Fantastic Four cartoons, the classic graffiti movie Wild Style, Blaxploitation flicks, and Toho era Godzilla movies. The concept behind \"Operation: Doomsday\" was reminiscent to that of Marvel Comics supervillain Doctor Doom; a series of terrible setbacks and tragedy culminating in the birth of a villainous persona.\n\nComing in at beginning of an era when mainstream and underground rap starts to split apart in the new millennium, “Operation: Doomsday”’s minimalistic production would became a blueprint for the incoming wave of “indie rap” artists. It also lead to DOOM’s career renaissance in the early and mid 00’s. As he would later released a string of classic projects, contributed guest appearances on many tracks, and even produced some timeless materials for other artists. \n\nIs this his best work? That’s debatable. But it’s impact and influence is undeniable as one of the great releases from the final years of 90’s hip hop.    \n\nBox featured original 1999 Operation: Doomsday cover art\n\nFigure is made from Funko Pop’s repainted Overwatch Reaper, Run DMC, Notorious B.I.G and repainted 21 Jump Street figure.  ", "artifact_uri": "ipfs://QmcY1FdmhACg8zVqZLTFAsZ9Wmmi1WPmG2NeHXadqbgH7y", "display_uri": "ipfs://QmVDvVpW9h7bwQbRoLDo2cbvi6teXHsV31wU2KnPEcW9xz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcY1FdmhACg8zVqZLTFAsZ9Wmmi1WPmG2NeHXadqbgH7y", "mimeType": "image/jpeg"}], "creators": ["tz1aXpmExefGTPY8Zw8WtaLyKK7AzdsvbZw2"], "tags": ["Digital", "Collage", "Hiphop", "Albumart"], "extra": {}}