{"__version": 1, "token_id": 691523, "symbol": "OBJKT", "name": "It’s already there - Part.1", "description": "EN | The consensual dictatorship of social networks.\nHow could the promise of a connected world disconnect humanity from reality? Subjected to the algorithmic diktats of social networks, humanity has lost a part of its freedom and its free will without even realizing it. This work features the artificial intelligence of Instagram that invades the earth a bit like in War of the Worlds. Most people equate AI with a distant future where humanoid robots will take over human beings. However, AI is already controlling part of our lives, with our consent.\n\n\nFR | La dictature consentie des réseaux sociaux.\nComment la promesse d’un monde connecté a pu déconnecter à ce point l’humanité de la réalité? Soumis aux diktats algorithmiques des réseaux sociaux, l’humanité a perdu une part de sa liberté et de son libre arbitre sans même s’en rendre compte. Cette œuvre met en scène l'intelligence artificielle d'instagram qui envahit la terre un peu comme dans la Guerre des mondes. La plupart des gens assimilent l'IA à un futur lointain où les robots humanoïdes prendront le dessus sur l’être humain. Pourtant, l’IA contrôle déjà une partie de notre vie, avec en prime notre consentement.\n", "artifact_uri": "ipfs://QmdLWpGx67eg9aruRFNE2UEzst8VM6HBC2RxQhG6e7BY14", "display_uri": "ipfs://QmdLWpGx67eg9aruRFNE2UEzst8VM6HBC2RxQhG6e7BY14", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdLWpGx67eg9aruRFNE2UEzst8VM6HBC2RxQhG6e7BY14", "mimeType": "image/gif"}], "creators": ["tz1T1W6Agqw7nUYxGVPkC7mbRWTSmz7NUaoh"], "tags": ["art", "artwork", "animation", "digitalpainting", "illustration", "popculture", "loop", "gif", "instagram", "AI", "robot", "dystopia", "sci-fi", "sciencefiction", "social", "networks", "pop", "surrealism", "indysaki"], "extra": {}}