{"__version": 1, "token_id": 644333, "symbol": "OBJKT", "name": "From the Outside Looking In", "description": "“From the Outside Looking In” has two separate themes that tie in together.\n\nTheme 1\n\nI try to operate with a your-success-is-my-success mindset in life, but can get trapped into comparing myself with other songwriters while using social media platforms, not in wishing they didn’t have their successes, but by viewing myself as a failure for not yet having those same successes.\n\nI hate having those feelings, but I want to be honest with myself and recognize when they happen. This song partly serves as a way to keep myself in check when they do.\n\nTheme 2\n\nThere are so many incredible young songwriters today, and through a conversation with a loved one, we hypothesized that one reason could be because of how normalized therapy is now. Is it possible therapy makes it easier to be vulnerable, which then translates into brilliant songwriting?\n\nIt got me thinking about how I’ve achieved vulnerable states. When I began using cannabis, for example, my songwriting improved. But was it really the cannabis, itself, or was it that the cannabis allowed me to become vulnerable enough to speak from my heart? It’s hard to tell. Maybe it’s both? Either way, it’s not meant to be a judgement of any particular writing technique or substance, but rather as an observation that fascinates me.\n\nWhere Theme 1 and 2 Meet\n\n“From the Outside Looking In\" is ultimately about recognizing when I compare myself with others while on social media platforms, how frustrated I feel when it happens, and how perhaps it could change if I allow myself to be vulnerable enough in my craft.\n\n\nLyrics\n\nI cannot stop comparing myself to you\nYou just seem to have it all in all that you do\nYour thoughts flow on paper like flowers in nature bloom\nSometimes, my emotions can get caught at sea\nSwept away in the undertow, all of my hidden feelings\nBut you wear vulnerable so effortlessly\nAt least from the outside looking in, that’s just how it seems\n\nIf I could lay my guard down\nwould my heart come pouring out\ninto the words I couldn’t express until now\nwithout being envious of you?\n\nAt one time, I needed a push to open the gate\nto allow myself to translate the feelings in place\nBut from my viewpoint, it looks like you need none of that\nAnd though I know nothing you go through, I can’t help but question who I am\n\nIf I could lay my guard down\nwould my heart come pouring out\ninto the words I couldn’t express until now\nwithout being envious of you?\n\n\nArtwork\n\nThe blurred Instagram feed and inverted image within the glass sphere are meant to express how when I’m using Instagram (or any social media platform), I’m seeing a distorted version of reality. The vertical lines on each side of the feed have a rough texture toward the center, and smooth out as they get further away from it. This is meant to represent how difficult it is for me to get away from the distorted reality of social media, and how the more I separate myself from it, the easier it becomes to stay away, making everything become recognizable again.\n\n\nMusic and Lyrics by Mike Bass \nCopyright © 2020\nRecorded by Mike Bass\nMixed & Mastered by Andy Harper\nSong Artwork by Mike Bass", "artifact_uri": "ipfs://QmUKhJT3BbB1RukjotcTa4BdBfHX9RnE6njHDv6T9T5Fjt", "display_uri": "ipfs://QmQBgp8ZWT7aAXt57vfTmmUoMsKVWYvkq8Gf5PAJuU7Pvi", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUKhJT3BbB1RukjotcTa4BdBfHX9RnE6njHDv6T9T5Fjt", "mimeType": "audio/wav"}], "creators": ["tz1XpstkduBqbi9HaY3CMjBDuKyzLeAbEwsf"], "tags": ["folk", "americana", "reflection", "socialmedia", "reality", "comparison"], "extra": {}}