{"__version": 1, "token_id": 651961, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 128", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, And Trust In Congress. A new movement in congress gaining bi-partisan support from the likes of AOC and Kevin McCarthy, is looking to prevent members of congress from trading stocks. Called the TRUST IN CONGRESS ACT, the bill would force lawmakers to put their assets into a blind trust or pay a fine of their entire salary. Due to the insider information they receive about the economy daily, economists have shown that members of congress systematically outperform the stock market, on average by approximately 12% per year, beating out well known investors like Warren Buffett. While there is a law currently dedicated to prevent insider trading amongst lawmakers titled the stock act, that legislation is just window dressing, incapable of really holding anyone culpable and with a maximum penalty of a $200 fine if found guilty. In one of the most brazen displays of congress’s insider information, during the financial crisis in 2012, lawmakers were able to score big profits while the average American was going broke. It’s time to prevent politicians from scoring big gains while the average American loses their life savings. Please call your representatives and push them to support the TRUST IN CONGRESS ACT or similar legislation.", "artifact_uri": "ipfs://QmY5grpSSVt9gjgD1BBoZWGrb8iAbMPfyGDVg4ZkhR9o4z", "display_uri": "ipfs://QmfE4mwzed3WrLwuaktsArk4wd8TFNoyLJymkiBLK577EF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmY5grpSSVt9gjgD1BBoZWGrb8iAbMPfyGDVg4ZkhR9o4z", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}