{"__version": 1, "token_id": 682461, "symbol": "OBJKT", "name": "RTJ4 Action Figure", "description": "“RTJ4” is the fourth chapter of the Run The Jewels saga. Released in 2020, the album is yet another Killer Mike and El-P’s cocktail of modern throwback beats and traditional hardcore lyricism. \n\nOn the latest installment of this dystopian buddy-anticop scifi adventure, the duo continues to unloads on racist cops, systematic poverty, corporate media, and condemning the profit motive. All while saluting the sex workers union and slipping as many dick-jokes as they can on what could only be describe as a “lyrical slam dunk contest” of increasingly elaborate insults. \n\nSonically, the album delivered everything you’d expect from an El-P’s production. A mighty dissonance of weird computer glitches melting with some of the hardest break-beats from the days of old. Run The Jewels have never been ashamed to wear their influence on their sleeves. You’d notice elements of dancehall anthems, b-boy’s ghetto blasters and old-school block-party bangers. All cross wired together to create some weird homemade retro-futuristic explosive doomsday device. Run The Jewels music has always been similar of their characters: unapologetically honest with their stranger-things-ness. They fully embrace their status as underdogs and unlikely heroes. I mean, how the hell could two middle-aged cult rappers became the new face of modern hip hop? It makes no sense. But once it goes off, it’ll blew away everyone in the arena. \n\nCard is made from RTJ4 cover art.\nFigure is made from repainted GI Joe’s Classified “pimp daddy” Destro figure, Mattel’s WWE Mr.T figure, and Traptoys Krang x RTJ figure. \n", "artifact_uri": "ipfs://QmQxsUKW5jw9wEJk1FiZat2aPrRHrRJPaUFZWDVipPWUvK", "display_uri": "ipfs://QmWh9S2ko3BdTeYMdqj3gmD2brfy8fPr8ERbx78FacN5wo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQxsUKW5jw9wEJk1FiZat2aPrRHrRJPaUFZWDVipPWUvK", "mimeType": "image/jpeg"}], "creators": ["tz1aXpmExefGTPY8Zw8WtaLyKK7AzdsvbZw2"], "tags": ["Digital", "Collage", "HipHop", "Albumart"], "extra": {}}