{"__version": 1, "token_id": 654663, "symbol": "OBJKT", "name": "Serie Tribute: 07 - Kala, The Queen of the Neitherworld", "description": "This new series has a collectible card format. It will make a tribute tour about superheroes and villains. A new creative venture of Roboto Inc. for its great collectors. Prototypes designed by Norma Xelda Jara. Let's have fun! \n\nFirst appearance: Tales of Suspense (1963)\nIron Man vs. Kala\nQueen Kala sought to use her armies and highly advanced weaponry to conquer the surface world, and sought a means to transport them to the surface. Tony Stark was encased in a crystalline substance that sank to Earth, transporting him to the Underworld, after a guard and a scientist were teleported before him. Kala demanded that Stark create a means for her to bring his armies to the surface or else she would execute him and his two friends. It is revealed that her General Baxu loves her because of her beauty, though he hates taking orders from a woman. Stark claimed he would help her, but he needed a laboratory and solitude, which was granted. Instead, Stark used the Netherworlders' labs to create a duplicate of his Iron Man armour and claimed that Stark escaped and summoned him, using the armour to defeat the armies, capture Kala and fly to the surface. \nKala is a charismatic ruler, cunning military strategist and efficient administrator. Due to his life underground, Kala can see clearly in a much dimmer light than most humans on the surface.\n", "artifact_uri": "ipfs://QmbqE2BEbarYykoxPHGnn45FMRVLUdeaw4BfsEupHdaZWP", "display_uri": "ipfs://QmbqE2BEbarYykoxPHGnn45FMRVLUdeaw4BfsEupHdaZWP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbqE2BEbarYykoxPHGnn45FMRVLUdeaw4BfsEupHdaZWP", "mimeType": "image/gif"}], "creators": ["tz1gE7i3NjxuS65bGcVjBpmoMidjyy2xPR9S"], "tags": ["pixelart", "ascii", "gifart", "card", "tribute", "Kala", "roboto", "xeldajara", "nft", "cryptoart", "artcollectible", "villains", "superheroes", "robot", "fun"], "extra": {}}