{"__version": 1, "token_id": 681863, "symbol": "OBJKT", "name": "«ВЫ ЕБАНУЛИСЬ БЛЯТЬ?»", "description": "Usually I am far from politics and such things, but lately I have been watching the current situation on the border of Russia and Ukraine very closely. And in this regard, I have a question: \"ВЫ ЕБАНУЛИСЬ БЛЯТЬ?\". What the fuck is going on at all, how did the government of two fraternal peoples come to this? This puts me in shock and stupor! The results of this negative situation will directly affect both me and my loved ones, and in some cases already have. It is not pleasant for me to make political publications, but at the moment it is necessary to publicize this problem, as well as to take into account the opinion of each of us about the current situation. And I would like to say that… I don't want to hate someone just because it's beneficial for someone! I don't care about a person's nationality, I treat everyone who deserves it equally well! I don't want military conflicts! I don't want an economic and social crisis that will drag on for many years! I don't want the deaths of young guys, my friends and brothers! I DON'T WANT A WAR!!!\n\n\nОбычно я далек от политики и таких штук, но в последнее время особо внимательно наблюдаю за сложившейся ситуацией на границе России и Украины. И в связи с этим у меня возникает вопрос: «ВЫ ЕБАНУЛИСЬ БЛЯТЬ?». Какого хуя вообще происходит, как правительство двух братских народов пришло к такому? Это вводит меня в шок и ступор! Результаты данной негативной обстановки будут непосредственно оказывать влияние как на меня, так и на моих близких, а в некоторых случаях уже оказывают. Мне не приятно делать политические публикации, но в данный момент это необходимо для огласки данной проблемы, а также учета мнения каждого из нас по поводу сложившейся ситуации. И я бы хотел сказать, что… Я не хочу ненавидеть кого-то, только потому что это для кого-то выгодно! Мне неважна национальность человека, я одинаково хорошо отношусь ко всем кто этого заслуживает! Я не хочу военных конфликтов! Я не хочу экономического и социального кризиса, которые затянутся на долгие годы! Я не хочу смертей молодых парней, моих друзей и братьев! Я НЕ ХОЧУ ВОЙНЫ!!!", "artifact_uri": "ipfs://QmWH8dka8uFvfD1fUmryPyeY375By6ZiBMKizBhQAxynJv", "display_uri": "ipfs://QmbewLbTjrzHdwpv478M9n3RJwRwq8YqkQHitz1uCxN8ta", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWH8dka8uFvfD1fUmryPyeY375By6ZiBMKizBhQAxynJv", "mimeType": "image/jpeg"}], "creators": ["tz1cfqY8hmXeybHMdvZSgshWCzEr1ALaktkJ"], "tags": ["POSTER", "PEACE", "IMPORTANT"], "extra": {}}