{"__version": 1, "token_id": 694963, "symbol": "OBJKT", "name": "Echo", "description": "Echo, beautiful and eloquent nymph of the mountains, joker and funny. Beauty in excess, convincing and shameless, seductive by nature. A soft and wonderful voice that could captivate and enthrall anyone, even Hera herself.\n\nHere is the problem, because all actions have consequences. If Eco's cunning had been used more wisely, she would not have suffered the evil for which she is known today.\n\nLegend has it that Echo used her melodious voice to distract Hera, while her husband, the mighty Zeus, had a debauchery fit with the nymphs.\n\nHera, beautiful goddess of Olympus, discovering Eco's deception, Zeus' betrayal, did not choose another path than that of revenge. The reprimand, sharp and violent, was to take from Eco the most precious thing she had, her voice and with it, her insight. Condemned to only be able to repeat the last words she heard.\n\nWith her ego damaged and the looming frustration of losing her communication, she retreated to a cave in the woods, near a river.\n\nThere she solemnly let time pass, until one day, she saw it. A shepherd with an admirable beauty who began to pass through the place. Son of Liríope de Tespias and Cefiso, the wonderful Narcissus. Ashamed of her condition, she only spent the time following him in silence.\n\nOne day, without any intention, it is said that Eco stepped on a branch and caught the attention of Narcissus.\n\nThey had a long and useless conversation where he, confused, asked why she was following him and she just repeated. Through many adventures and with the help of the animals of the forest, Eco managed to confess to Narciso his deep love and admiration. But he, true to his arrogance, only made fun of her.\n\nEcho ran to her cave, repeating Narciso's last words \"How silly... how silly...\". Pain and humiliation consumed her until she was one with the rocks.\n\nHowever, Eco's pain was not ignored, since a simple mortal who had fallen in love with her would be the one to give her revenge. This human, hurt by Narcissus's arrogance, implored the Gods to punish him with unrequited love.\n\nWhoever answered him, Nemesis, known for bringing the proud to ruin, cursed Narcissus with a strong thirst, which forced him to drink from a river, only so that he would be seen captive by his own reflection. This is how Narcissus, abstracted by his image, died of starvation to be condemned to the underworld and in it, tormented by his reflection.", "artifact_uri": "ipfs://QmZiVMndcgRogkrf9qpHbcXwfCvQeoSXs3XW8JB5XgadKX", "display_uri": "ipfs://QmRzXa7yegXdBEue4jg7hSTKEkYeyX5apBGb63FYLvbrhs", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZiVMndcgRogkrf9qpHbcXwfCvQeoSXs3XW8JB5XgadKX", "mimeType": "image/jpeg"}], "creators": ["tz2UQHerwwbr9WgvgE9jmqyPseMcuw2L7wSj"], "tags": ["echo", "ninfa", "god", "gold", "dark", "mitology", "greek", "statue", "sculpture", "eco"], "extra": {}}