{"__version": 1, "token_id": 697334, "symbol": "OBJKT", "name": "Shadow Man", "description": "How do you see me?\nHow do you love me?\nHow to do you remember me?\nAmaurotic nightingale\nI hope that darkness keeps you well\nWhen I can't fall asleep at night\nI blindly taught myself to fight\nAw shadow man shadow box, please keep your hands up\nAnd if you get knocked down don't forget to stand up\nBless the nightingale\nDarkness keep you well\nBless the nightingale (I pray it keep you well)\nDarkness keep you well\nShadow man shadow box, dance in the dark with me\nThis resurrected agony there's apathy for caskets\nEverything I ever loved I lost in the magic\nI claim by the river, my body delivered\nWhen I die there's 27 rappers at my funeral\nMoses wrote my name in gold and Kanye did the eulogy\nRemember all the bashfulness, understand the truancy\nHere I stand in front of a college dropout\nMy music was a church when my spirit hopped out\nMet a gypsy in LA and she reading my palm tree\nMysterious situation like kissing the concrete i.E getting money\nI been close to heaven\nBaby claim he love me, hold me down forever\nI never should have bought this halo\nHe waiting for me at his table\nMy funeral a Disney fable\nCause the king bout to take me home\nPreach, church, tabernacle, Tallahassee sunshine\nSouthern is my bloodline we know it'll come time to go\nAnd though I leave like alumni\nI'm lying like a lullaby and quiet like my tongue tied alone\nBury me in satin, tell the pastors say the\nSad shit same class with the whole first row\nAnd if ashes turn to ashes then I'm back in my\nFirst form with a dust storm with a corner and coke\nMorbid or late, Lord give Lord take\nViva la muerte, mortal man\nLess love, more hate\nMore like mortician, we meet our fate\nFuneral home lookin like a home that I used to live in\nYou wasn't supposed to go so soon I took it for granted\nMaybe we'll meet the next life, maybe another planet\nOpen my soul but then it'll end with an open casket\n\nShadow Man from Noname", "artifact_uri": "ipfs://QmPdxhNAnsANg6BpjTyJtmUvxGEfGJkPi2jMoPWaVRY1Ck", "display_uri": "ipfs://QmRLk4fQXgiLcnJHX6YtzKyxne5iXDhCpa7h5fZecqbYDj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPdxhNAnsANg6BpjTyJtmUvxGEfGJkPi2jMoPWaVRY1Ck", "mimeType": "image/jpeg"}], "creators": ["tz1WkFjx3Hhim98sSDFFytx19ExTd8sN83po"], "tags": ["psychedelic", "collage", "abstractart", "minimalart", "digitalart", "illustration", "digital"], "extra": {}}