{"__version": 1, "token_id": 475824, "symbol": "OBJKT", "name": "The Dreaming Pool - Interactive Oracle Card Deck", "description": "Welcome to the interactive \"Dreaming Pool Oracle\" card deck. A collaboration between artists Maia Mellier and Aevin.\n\nIt is the digital adaptation of the Dreaming Pool Oracle originally designed and created by Maia Mellier and published in 2018. The cards and accompanying guidebook, as well as this interactive oracle deck, were created as a tool for the mind. They are a symbolic language system to explore your inner world.\n\nAsk the Oracle a question and listen to your intuition to find the answers you seek. The cards can be used to find direction, explore relationships and to unlock the insight you need to move forward in your creative ventures.\n\nThe interactive Oracle determines whether the current user is a visitor or has collected the NFT. Collectors are able to pick a card out of the 3 ones drawn by The Oracle and thus actively participate in the process and have a profound impact on the reading.\n\nThis is the first edition of the Interactive Oracle Deck. Hic et Nunc was chosen as the place to begin this part of the journey in our collaboration. This platform brought us together and has been seminal in our experience as artists in the space. The future plans of this partnership and the exciting life of the Interactive Oracle Deck involves expansion in terms of technology, user experience and availability.\n\nSo, why don't you pick a card?\n\n............................\n.... TECHNICAL APPENDIX ....\n............................\n\n- The order in which the cards are placed in the deck during the shuffling is not predetermined, but rather completely randomised and unique each time you visit this NFT.\n- Furthermore, when the user decides to re-shuffle the deck to pick another card, the algorithm is in fact shuffling the deck in its current state. In other words, it is a true reshuffling of an already shuffled deck, exactly how it would happen in reality. The original card order won't be revisited at any moment. One reading flows naturally to the next.\n- Regarding the final 3 drawn cards by the Oracle, it must be pointed out that they are indeed drawn from within the shuffled card deck. It is not an animation created merely for presentation.\n- All graphics (except the card designs) are generated in 100% real-time.\n- Please view it in Full Screen for the best experience.\n- Implemented on the 'Selfaware' platform developed by Aevin.\n- Part of the code relies on the hicdex.com API.\n- Visit dreamingpool.xyz to purchase the physical deck and guide book 📕\n\n.....................\n.... INSPIRATION ....\n.....................\n\n\"Each one of us lives out our unique story as our life unfolds. The renowned mythologist Joseph Campbell and his elucidation of human myth in the idea of the Hero’s journey has been a great inspiration for me on my path. Myth supplies the symbols to carry the human spirit forward. The idea that others have been through it all and survived to tell their tale has always given me comfort in difficult times. Life brings challenges and it brings joy. Everyone's challenges are their challenges, totally unique to them. No matter what it looks like from the outside to others, the experience within can be as epic as slaying a dragon or walking through a thousand deserts. Dealing with our own demons requires courage, persistence and a belief in our ability to create our own life. To create the life that we want to live. To be and express who we are at our core out into the world.\"\n~ Maia Mellier, 2021.\n", "artifact_uri": "ipfs://QmP7RpZxaGiYdbGS9oHWJw3EBGfnvYxBwJEDbCmdhfBmho", "display_uri": "ipfs://QmNkd4RGgRQxTXfebYczd3fDUbT5ifPj883yJfHCVmPSQ2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP7RpZxaGiYdbGS9oHWJw3EBGfnvYxBwJEDbCmdhfBmho", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["interactive", "cards", "deck", "game", "p5js", "javascript", "collaboration", "blackandwhite", "aevin", "maiamellier", "realtime", "oracle", "seflaware"], "extra": {}}