{"__version": 1, "token_id": 662924, "symbol": "OBJKT", "name": "Stu-mick-o-súcks, Buffalo Bull's Back Fat, Head Chief, Blood Tribe", "description": "George Catlin's Indian Gallery is an unparalleled collection of great artistic and historic significance that contributes to understanding America's frontier and the cultures of the Native Americans who lived there. George Catlin (1796-1872) was the first major artist to travel beyond the Mississippi to record what he called the \"manner and customs\" of American Indians, painting scenes and portraits from life. He wanted to document these native cultures before they were irrevocably altered by settlement of the frontier and the mass migrations forced by the Indian Removal Act of 1830. Between 1830 and 1836, Catlin took five trips across the Great Plains, eventually visiting fifty tribes. The nearly complete surviving set of Catlin's first Indian Gallery, painted in the 1830s, constitutes more than five hundred works.\n\nBuffalo Bull's Back Fat (named after a prized cut of bison) was a chief of the Blackfoot, a tribe of the northernmost plains whose territory straddled the present-day border between the United States and Canada. Catlin considered the people of the northern plains the least corrupted by white contact, and he helped establish their image as nature's noble people in Europe as well as America. This commanding portrait was exhibited to favorable notice in the Paris Salon of 1846.\n\nMedium: oil on canvas\nDimensions:\n29 x 24 in. (73.7 x 60.9 cm)\n\nOn View\nSmithsonian American Art Museum, 2nd Floor, South Wing", "artifact_uri": "ipfs://QmcJtDieiy48hKr8ym6N7VsXSrWFXggz1CQz3D4UeUsSts", "display_uri": "ipfs://QmexUDbY4353fe7HPAQrUgxmsoLHNc75vwYwWvaVTrZCC6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcJtDieiy48hKr8ym6N7VsXSrWFXggz1CQz3D4UeUsSts", "mimeType": "image/jpeg"}], "creators": ["tz1Z9ViyeZPU1WMQ4bXRnW2ed7DbZE63pjyB"], "tags": ["chief"], "extra": {}}