{"__version": 1, "token_id": 686224, "symbol": "OBJKT", "name": "SLUR HERPES BLUR HEROES BLUE HERONS", "description": "(Wow, Andrew what in the heck is this about? Looks like garble goop.) Totally get what you're thinking and saying audibly. This does appear on the surface to be complete gibberish and it is, but let's look closer at what is happening on a structural level inside the words. Suspend your rational mind for a moment and forget about the meanings. We have 3 lines of words broken up into 2 distinct and separate columns. First column has four letter words that surprise, surprise make a word ladder. Shocker right? Me making a word ladder again? 2nd column and again we have a completely separate word ladder. (So, what's the point of all this? What is the inspiration or the influence for this work?) You guys have really great questions! Well, the last line actually is a real word pairing: BLUE HERON. During the length of this summer I spent almost all of my time on the Tsuut'ina First Nation. Almost every other day and sometimes multiple times a day a blue heron or several at a time would fly over me and in many First Nation cultures the Blue Heron are considered very good omens of self-determination and self-reliance. They denote the distinct ability to progress and evolve. Their long, thin legs reflect that an individual doesn't need great massive pillars to remain stable, but must be able to stand on one's own. I asked myself, how do I take these incredible omens that kept happening to me and begin my journey towards creating something truly special to honor them? The rest would seem like history. I immediately began to work and see the words. The result are the 6 six words you see in the image. Seems like total randomness, but trust me, there is significant meaning here for me at least. As pretty much the only person of the Caucasian persuasion on the entire reservation, I'm so honored that these animals felt that I was worthy of their omen. Thank you blue herons for inspiring me and blessing me with your presence.", "artifact_uri": "ipfs://QmNSEnQgEEEDgcyZ1miPmjGt3bs7NXG2StHJEhuV2vDY4D", "display_uri": "ipfs://Qmb24PMX1KV2Gh1YziUU24gGqxsQhsFmGoBMJW68mYSzJH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNSEnQgEEEDgcyZ1miPmjGt3bs7NXG2StHJEhuV2vDY4D", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}