{"__version": 1, "token_id": 697524, "symbol": "OBJKT", "name": "Impacto desconocido / Unknown impact", "description": "ESPAÑOL: (English version below)\n\nLa foto muestra un neumático ubicado a 40 metros de profundidad, en un arrecife en la isla de Bonaire. El mismo se encuentra cubierto por flora incrustante, almejas y unas pequeñas esponjas que están creciendo en su superficie. Su cavidad interior brinda protección a peces, y su superficie exterior sirve como apoyo para una mancha azul, que son los huevos de los peces Sargento Mayor que allí viven. A simple vista entendemos que “el mar se apropió del neumático”, que hemos creado un “arrecife artificial”... conceptos peligrosos, rodeados de consecuencias que ni conocemos.\n\nUn neumático es principalmente sintético y se estima que tardará aproximadamente 1000 años en degradarse. Durante ese tiempo irá liberando derivados degradados de sus componentes de los cuales desconocemos el impacto en el ecosistema. No está formado por \"caucho natural\", como comúnmente se cree. Todo lo contrario: Un neumático es un elemento principalmente artificial que está construido a parir de:\n\n- caucho natural\n- caucho sintético\n- cables de nylon\n- cables de acero\n- Cables de rayón o poliéster\n- caucho butílico\n- planchas de nylon \n- Fibras de aramidas\n\n\nEstamos frente a un problema nuevo, cuyo impacto realmente lo podremos evaluar recién con el pasar de varios siglos. Hablamos de \"arrecifes artificiales\" simplemente porque la vida marina cubre toda la basura que arrojamos al mar, pero eso no quiere decir que esa vida marina, y sus generaciones venideras, no se verán afectadas por el proceso de degradación de nuestros desechos.\n\n\nLa contaminación en nuestros océanos, y específicamente la contaminación por tecnologías nuevas tipo plástico o derivados sintéticos, es relativamente nueva (y masiva).  El gran problema que afecta al ecosistema más crítico del cual dependemos, ha sido causado en mucho menos de 100 años y claramente todavía no hemos comenzado a ver el verdadero impacto que nuestra contaminación tendrán.\n\n------------------------------------------------------------\n\nENGLISH: (Versión en Español arriba)\n\nThe photo shows a tire located 40 meters deep, in a reef on the island of Bonaire. It is covered by encrusting flora, clams and small sponges that are growing on its surface. Its inner cavity provides protection to fish, and its outer surface serves as support for a blue spot, which are the eggs of the Sergeant major fish that live there. At first glance we understand that \"the sea appropriated the tire\"... that we have created an \"artificial reef\" ... dangerous concepts, surrounded by consequences that we don't even understand yet.\n\nA tire is mainly synthetic and it is estimated that it will take approximately 1000 years to degrade. During that time it will be releasing degraded derivatives of its components of which we do not know the impact on the ecosystem. It is not formed by \"natural rubber\", as is commonly believed. Quite the opposite: A tire is a mainly artificial element that is built to be parked from:\n\n- natural rubber\n- synthetic rubber\n- Nylon cables\n- steel wires\n- Rayon or polyester cables\n- Butylic rubber.\n- Nylon plates\n- Aramid fibers\n\n\nWe are facing a new problem, whose impact we will really understand in a few centuries. We talk about \"artificial reefs\" simply because marine life covers all the garbage we throw into the sea, but that does not mean that this marine life, and their generations come, will not be affected by the process of degradation of our waste.\n\nContamination in our oceans, and specifically contamination by new plastic-type technologies or synthetic derivatives, is relatively new (and massive). The great problem that affects the most critical ecosystem of which we depend, has been caused in much less than 100 years and clearly we have not yet begun to see the true impact that our pollution will have.\n", "artifact_uri": "ipfs://QmUnNjGbYBFDBBGVYk2QFX3ca1b9x94YZxeJusUiKHfUDc", "display_uri": "ipfs://QmcKm3daYiHBfN5ZZRHwVogw7B44SZUuuxidCEh4geaMhq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUnNjGbYBFDBBGVYk2QFX3ca1b9x94YZxeJusUiKHfUDc", "mimeType": "image/jpeg"}], "creators": ["tz1cPFSw4aUpa9GEVqMdspTuEiNEoGKVjJCU"], "tags": ["climatechanging", "underwater", "sdgs", "fotografiasubmarina", "contamination", "cambioclimatico", "nftianguis", "underwaterphotography", "sdsnmexico", "2030", "plastics", "sea", "munop", "sdg", "NFTribu", "NFTianguis"], "extra": {}}