{"__version": 1, "token_id": 642943, "symbol": "OBJKT", "name": "Hoax Marriage", "description": "Marriage is a hoax and a deadly weapon for queer people like me.\nespecially When my best friend gets married\n\nWe have been very close since childhood. I'm protecting you from the scum. While you're always taking care of me. You are the most important person in my life.\nI'm not sure if the word \"friend\" would define our relationship. A lot of times we hold hands, hug and even kiss on the cheek, get angry when she goes on a date with another guy, hide away crying when I don't show up.\n\nif I or she is a man We would define our relationship as \"lover\".\n\nThen came the day I feared the most. The day her parents forced her to marry a man.\nI know I can't hold you back with the same love I endure the pain Watching her stand beside the young man in the wedding dress with tears in my eyes.\n\nafter that day we never meet again\nuntil one late night she came to me at home she confessed her love to me It was a wonderful night for us. She described a relationship that was broken because the man was unfaithful. and she doesn't love him It was a marriage in name only.\n\nThe next night, the rage that accumulated in my heart, the pain of not being able to marry the one I love. She had to endure seeing her living a miserable life. Those things ordered me to go see him.. the man who caused her pain.\n\nEven starting with a simple conversation But then I was defeated by anger. We fight even though I'm at a disadvantage. But as soon as I picked up the knife and stabbed into his body I was also the one who had the upper hand. I watched the man drowning in blood, remorseful for what he had done.\n\n\nTo your parents, to bad men, to religion that exploits love. And to the poor government that won't allow the marriage of equality to come up too much.", "artifact_uri": "ipfs://QmYX4byo8dYKoPJ4TFjzEZhgzhNb28EFjtyiXDVYJDFYtQ", "display_uri": "ipfs://QmQ7LxWeBUksiuFe2h64fXmjM1UvQE1TZ9jEQ5dDt9icMS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYX4byo8dYKoPJ4TFjzEZhgzhNb28EFjtyiXDVYJDFYtQ", "mimeType": "image/jpeg"}], "creators": ["tz2H6fY4k8mjNaJrXdncH23SdXZLMBVQ8siz"], "tags": ["Illustration", "nftfiction", "yuri", "murder", "marriage", "LGBTQ", "novel", "blood"], "extra": {}}