{"__version": 1, "token_id": 676443, "symbol": "OBJKT", "name": "Labyrinth", "description": "If the previous artwork is the result of observation in the real world, \"LABYRINTH\" is the result of observing with the new world.  Whether what term is suitable to call this new world because I am also still learning and also need a lot of references but maybe it's easier and more familiar to call it METAVERSE.  Warm words to my ears and eyes, a world that is predicted to be an alternative in the future.\n\nJust like the beginning of an innovation, doubt and skepticism arose but there was interest and curiosity in me to try, learn and go deeper.  I arrived here, gathered with new friends, learned everything and tried to go deeper.\n\nI or maybe you and of course they also feel that we are in a LABYRINTH, sometimes it makes us dizzy because there are many gaps or doors that must be entered.  Sometimes we get stuck and have to go back, change direction or go back to start.  We never know what will happen next, we don't know all the possibilities and we never know where it will end.  We are always followed by uncertainty but what is interesting is that we have faith in ourselves even though it is risking our lives.\n\nLABYRINTH is a representation of all, who struggles with uncertainty but keeps walking as if calm despite being dizzy, tired, and full of anxiety.\n--------------------------------------------------------\nThank you for appreciating my artwork\nIf you have collected this artwork, don't forget to share it on your social media (twitter @KyreMontha, instagram @okyreymontha) and tag me.\n\nBest Regards,\nMontha\n", "artifact_uri": "ipfs://QmWwv2ggpfaVbeCzVXos6ucS8jgtj7zQQQDNHbxcgvAHZ3", "display_uri": "ipfs://Qmcyi7ha3wTbxmKSVScw5wMasyV6DVT8CL3e8j2jUWJPNA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWwv2ggpfaVbeCzVXos6ucS8jgtj7zQQQDNHbxcgvAHZ3", "mimeType": "image/png"}], "creators": ["tz29vLDxXiXkU5SY75ebaCmkJRSUuMRrBUf2"], "tags": ["Montha", "surealist", "popart", "lowbro", ""], "extra": {}}