{"__version": 1, "token_id": 694443, "symbol": "OBJKT", "name": "The Omnidelirum Series: Rats of Tekuza", "description": "Down an old winding path, shrouded by autumn trees and mountains unnamed, a failing mangaka loses himself to the Japanese night.  He was Otoya Tekuza, a returning university student seeking a legacy through art.  He knew of a place the village kept hidden from modern eyes, of a shine no map had yet documented.   Prayers needed to be fulfilled, and maybe by praying at the same spot generations since Heien antiquity prayed upon... perhaps his dreams of being a manga artist could come true.  This was the only certainty he had as night passed. The path became more neglected, the timber more alien.  Walking alone in moonlight dissolved the year 1949, and made time become something older than Japan, more primordial than men, and churned a deep sense of eternal doom.\n\nThoughts of Yokai and folklore attempted to fill the abyss, Tekuza started to worry about superstition despite knowing better. A lone shrine basking in the moon's fluorescence soon let out a sigh of relief from the anxious student. Shinto was never a practice Tekuza followed, but his desperation for fame and fortune amidst a nation losing a war had the young man willing to accept any force for help.  Walking to the small shrine, he shut his exhausted eyes from\nthe ancient mossy pagoda, and prayed for miracles to happen. Panic soon shot him awake however, as he heard the crunching of leaves from the darkness beyond, and it was but a moment later he saw what made such a sound. \n\nThere was a white mass crawling on all fours down the hill.  The thing turned its head towards the petrified man, and almost like a person, rose from the ground with a sense \nof curiosity. The screams of madness would fill the forest, but the mere shock of the thing paralyzed Tekuza.  It was rodent-like, taller than any man, and mocked the silhouette of a female figure.  It's pale porcelain coat strained the eyes, with the darkness of it's salivating glands causing utter disgust.  The rat-thing stared at the frightened man for a moment, and started to squeak and howl at a pitch physically painful to hear. \n\nThen they came. A whole pack sniffing the air and squeaking frequencies the human ear could barely handle. The rats look amongst each other, performing gestures imitating that of human language, except with a crazed jitter and constant bruxing. Once the things were done, they became dead silent and focused their attention towards Tekuza... and hissed. A sudden force picked the college student up from the ground, but not in a way matter operates on.  Where the feeling of arms and hands grabbing should be was instead a weird silk sensation through him, as if it phased around his skin and organs.  Tekuza was then entirely enwrapped by this sensation.  A sack materialized around his entire body and choked his vision.  Tekuza started panicking with screams only to plop on the ground inside the vessel, and ride along it's slithering motion towards some pit below. The lack of oxygen caused him to pass out.\n\nHe awoke covered in mucus.  Two rats stood by waiting for him to revive.  He instantly became startled and started to crawl away. Before he could even scream, the rats caressed his shoulders. They lifted him to stand, and guided him forward through a cave tunnel.\nLight was ahead, yet the stench of rotting flesh compelled the delirious student to look away and gag.  When the light came closer, Tekuza saw the source being a torch fueled by human fat.  The rats stopped, and Tekuza saw an entire den of them dwelling at the bottom of the world.  The scene was hideous, unspeakable, and profane.  Yet despite the horror, Tekuza’s fear inside, and impending death… there stood in the middle, an idol of perfection.\n\nTekuza had never felt such creativity flow within him.  The mere glance caused sparks to run inside his mind in a near rapturous manor.  Restlessness faded away, and what felt like an eternity was but a second passed. He could change the world in a day with this divine madness from this statue alone.  The rats started to sniff the air, they felt this sensitivity too.  Ao Mua’ga has chosen him.  They need him not for resources anymore, but for fertility.\n\nIt was after that night, of orgiastic ceremony, sacrifice, shapeshifting, and Ao Mua’ga’s visions, Tekuza came back a changed man.  An accord was made for the rest of his life.  Tekuza would become one of the most revered artists of the 20th century through the idol’s power, in return for a constant supply of humanity for the rats to do as they pleased.  In the end, they were the rats of Tekuza.\n", "artifact_uri": "ipfs://Qmbyit2TyPsLWRQ8NGFyZg9CYpkpRXoYwHYHi6jWeubauA", "display_uri": "ipfs://QmWnNENgmrCW2vT38VQH6B32ctAZvxWdE7koTmDSimfTo8", "thumbnail_uri": "ipfs://QmNkNvg44KPoGHJ6uFhb8zJkwQW3jFuTkEHpPvcQs6UHHd", "formats": [{"uri": "ipfs://Qmbyit2TyPsLWRQ8NGFyZg9CYpkpRXoYwHYHi6jWeubauA", "mimeType": "image/png"}], "creators": ["tz1c5zHRTXNNrKXqFtVpV82xFzuVwQ3rSeki"], "tags": ["horror", "lovecraftian", "omnidelirium", "monster", "rats", "fantasy", "cult"], "extra": {}}