{"__version": 1, "token_id": 688020, "symbol": "OBJKT", "name": "La Jimenez", "description": "This street that comes from the tenth avenue and winding crosses the city center to the 19th street with third avenue, is today a place with a lot of tourist attraction for its red brick cobbled streets, in addition to this there are many important buildings of institutions public and private that have been and are important in the history of my country, without neglecting some water fountains that adorn this street, there will be those who believe that these fountains were left there so that the inhabitants of the street had a place to relax a shower, but the story is different.\n\nThis street ran through this sector like a snake, this is because at some point it crossed the San Francisco River, for the indigenous people it was the Vicachá River, and since this city was created many years ago to communicate from one side to the other you had to cross a series of bridges in different sectors, at some point it was decided that this river should be channeled and today it is what has already been narrated, you will notice that in this video you reach a small temple, this was dedicated to the Liberator Simón Bolívar where there is also a small well-known park as \"the park of journalists\" this is because in this place it was very close to the offices of the main newspapers in the country, journalists sat there looking for some inspiration while they fed pigeons, many pen artists were there among them a nobody named Gabriel García Marquez. I hope you liked it.", "artifact_uri": "ipfs://QmWwKJft9A9Ri8FzH3BVk98o64YTdGEa9Aj2TshuYiW254", "display_uri": "ipfs://QmNc4wyvuCQHUmUTinWYQrLZRrCPan6NKhn2gpKTNb7v2g", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWwKJft9A9Ri8FzH3BVk98o64YTdGEa9Aj2TshuYiW254", "mimeType": "video/mp4"}], "creators": ["tz1TumeokGU5E78MLBKaMDasVMkipiaBgUXN"], "tags": ["Hyperlapse", "Timelapse", "Cinematography", "Videography", "Photography", "Colombia", "Bogota", "Avenida", "Jimenez", "Colombia", "Sunset", ""], "extra": {}}