{"__version": 1, "token_id": 433878, "symbol": "OBJKT", "name": "De Nectar et d’Ambroisie by Constance VALERO @Quand la Matière devient Art, Guerlain, parcours privé FIAC Paris 2021", "description": "Dans le cadre de l'exposition \"Quand la matière devient Art\", Constance propose une œuvre interactive en réalité augmentée s'intitulant De Nectar et d'Ambroisie. C'est un hommage au vivant et à sa ténacité. Avec le désir constant de créer des espaces esthétiques, De Nectar et d'Ambroisie s'est construite dans la volonté de représenter la suprématie du fonctionnement organique ; un lieu grandiose, apparemment fragile mais d'une rigueur systématique à toute épreuve.\n\nTechnique : Extrait vidéo de l'expérience interactive en réalité augmentée.\nTéléchargez l'expérience RA complète ici : https://drive.google.com/drive/folders/12RRPcultI_6W520huxR_P2JLX-UvQ5Uy?usp=sharing\nInstagram de l'artiste : @supbpstance\n\nNFT minté le 15/10/2021 (édition 1/1), à l’occasion d’une vente aux enchères dont les bénéfices sont intégralement reversés à la Fondation GoodPlanet présidée par Yann Arthus-Bertrand, pour contribuer à financer la création d’un jardin-laboratoire en agriculture régénératrice aux Mesnuls.\n\n\nAs part of the exhibition \"When Material Becomes Art\", Constance proposes an interactive work in augmented reality entitled De Nectar et d'Ambroisie. It is a tribute to the living and its tenacity. With the constant desire to create aesthetic spaces, De Nectar et d'Ambroisie was built with the will to represent the supremacy of organic functioning; a grandiose place, apparently fragile but with a systematic rigor that is unfailing.\n\nTechnique: Video preview of an interactive experience in augmented reality.\nDownload full AR experience here : https://drive.google.com/drive/folders/12RRPcultI_6W520huxR_P2JLX-UvQ5Uy?usp=sharing\nArtist's instagram : @supbpstance\n\nNFT minted on 15/10/2021 (edition 1/1), on the occasion of an auction, the profits of which will be entirely donated to the GoodPlanet Foundation chaired by Yann Arthus-Bertrand, to help finance the creation of a laboratory-garden in regenerative agriculture in Les Mesnuls.", "artifact_uri": "ipfs://QmUJ9s86wZvuuVzowMAv2cE5vCEdzHg4nzm5bY1n548hqv", "display_uri": "ipfs://QmTecWuaXgSNFFU6Bbh4Ttbc3TPTd8RcK5aXT1gW2s71E5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUJ9s86wZvuuVzowMAv2cE5vCEdzHg4nzm5bY1n548hqv", "mimeType": "video/mp4"}], "creators": ["tz1VuZQR3Pwd8fpWNkBQ9ZhwpaW7RzYrWKeH"], "tags": ["Guerlain", "FondationGoodPlanet", "ConstanceVALERO", "LorenzoFURLAN", "AR", "AugmentedReality", "Honeycomb", "3D", "App"], "extra": {}}