{"__version": 1, "token_id": 636978, "symbol": "OBJKT", "name": "MT14 DEATH: 1842 Porter Rockwell, The Destroying Angel", "description": "Endings, Letting go, Failure, Transformation, Loss, Portal, Inevitability, Profound change, Mortality\n\n\nTHE TRADITIONAL TAROT\n\nMaxims & Cliches: Change is the only constant. Death spares not the dreamer.\n\nElement: Water\n\nAstrology: Scorpio & Pluto\n\nHebrew Letter: Nun\n\nWritten by Sara K. S. Hanks\n\nIn card 13, The Fool comes face-to-face with Death. This card is all the ways we metaphorically die and are reborn a million times over. It is change, transition, transformation, allowing something new to grow. It’s the way that old saying “This too shall pass” applies to every part of us, every part of everything. The Death card isn’t a bad omen, but it isn’t easy. We call it DEATH for a reason; the card isn’t called CHANGE, even though that’s the most neutral term for what it represents. We call this card DEATH because death, as natural and universal as it is, is scary as hell. It’s the great mystery of existence, the one we can’t escape and so often do our best to ignore. Death forces us to let go of things we can’t imagine letting go of. However, there’s a certain beauty in that. What dies can be broken down to such a level that it feeds the soil and enriches new life. This is just as true in our personal journeys as it is in nature, and when the Death card appears in a reading, it can be an invitation to think about what is dying within us, what we are shedding as a snake sheds its too-small skin, and how it might become fertile soil for something else to grow. Death is not the end. Death is not a disappearance or a finality. Death, in the tarot, comes just over halfway in the Fool’s Journey, and it is the gateway through which The Fool learns the most perilous, ephemeral, and changing lessons of all.\n\n\nTHE MORMON TAROT\n\nBOTCHED ASSASSINATION: “I sent [Orrin] Rockwell [leader of the Danites] to kill Boggs, but he missed him, it was a failure; he wounded him instead of sending him to Hell.” — Joseph Smith, Jr. as quoted by William Law in a statement on July 31, 1887\n\nON KILLING: Rockwell told a crowd in 1869, “I never killed anyone who didn’t need killing”.\n\nA MOST TERRIBLE INSTRUMENT: “He was that most terrible instrument that can be handled by fanaticism; a powerful physical nature welded to a mind of very narrow perceptions, intense convictions, and changeless tenacity. In his build he was a gladiator; in his humor a Yankee lumberman; in his memory a Bourbon; in his vengeance an Indian. A strange mixture, only to be found on the American Continent.” —Author Fitz Hugh Ludlow", "artifact_uri": "ipfs://Qmd2KXPKjtksbK9jD3tazqDTBgGw8HzBNf2BbW8sVw8mGq", "display_uri": "ipfs://Qmd2KXPKjtksbK9jD3tazqDTBgGw8HzBNf2BbW8sVw8mGq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmd2KXPKjtksbK9jD3tazqDTBgGw8HzBNf2BbW8sVw8mGq", "mimeType": "image/gif"}], "creators": ["tz1LQ1NKPzvTf7ACpRqZqY7Jx9ECD5CMhXcB"], "tags": ["mormon", "tarot", "porter", "rockwell", "baird"], "extra": {}}