{"__version": 1, "token_id": 682244, "symbol": "OBJKT", "name": "twinkling city gaze", "description": "3000x3000\n600ppp\noriginal drawing: 20 cm x 30 cm\noil pastels and markers on canvas\n\nAlicia looks for herself in all the drawers of her house, nervously rummaging through scissors and sunglasses and badly cut papers and objects she didn't know were there, the floor become filled with useless things like any unfortunate street is progressively filled with people every day, she's not there, she's not there anymore, she leaves her house and instantly regrets it, but then realizes she can't go in anymore, the door no longer answers to her key. Feels then all the continuity of her skin touching the wet asphalt of sunday, chills, looks down and finds out she no longer has feet or knees or hands or face.  Sighs in relief and smiles in a way she's never been able before. She finally found herself.\n\n-\n\nAlicia se busca en todos los cajones de su casa revuelve nerviosamente entre tijeras y anteojos de sol y papeles mal recortados y objetos que ni siquiera sabía que estaban ahí, el piso se llena de cosas inútiles como cualquier calle desafortunada se llena de personas todos los días, no está, ya no está ahí, sale de su casa y se arrepiente al instante, pero se da cuenta de que ya no puede entrar más, la puerta ya no responde a su llave. Siente entonces toda la continuidad de su piel tocando el asfalto mojado de domingo, escalofríos, mira para abajo y se entera de que ya no tiene pies ni rodillas ni manos ni cara. Suspira de alivio y sonríe de una forma que nunca antes había podido. Finalmente se encontró.", "artifact_uri": "ipfs://QmSHR9o5h1NHWA3RVQ6D9j3LYjuwRH9i3kpU4GM1cxeJ4x", "display_uri": "ipfs://QmRKDxqT6E1f6opJ3J7Jqm21S4Lzo5aR5nKMeAnwTrB1e4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSHR9o5h1NHWA3RVQ6D9j3LYjuwRH9i3kpU4GM1cxeJ4x", "mimeType": "image/jpeg"}], "creators": ["tz1W86fwCs86nkgXJh39jNwPvNUF8QGTmNQX"], "tags": ["abstractdrawing", "oilpastels", "canvas", "writting"], "extra": {}}