{"__version": 1, "token_id": 670694, "symbol": "OBJKT", "name": "Little Red Bird", "description": "TLDR: This NFT is a tribute to my Tezos Journey and serves as a symbol of my own life transformation.  Thanks for looking!\n\nAn artist is always learning new techniques and practicing to make his art look that much better.\n\nI have often desired to learn animation, but at this point in my life, LFG.  \n\nMy art journey is inspired by the ones I consider \"The Greats\"; as far as my life within the Tezos ecosystem is concerned.  \n\nThe very knowledgeable @primate411 welcomed me into one of the first telegram chats I ever joined. Very soon after that, the Taco Wars (put on by @arrijabba) happened and during all the commotion I was lucky enough to bump into guys like @yinyangyoeshi & @mycodecrafting.  \n\nI was one of the first to eat @dosesposas and even though I can't go on to name every person who has inspired me, I will just say that the #tezoscommunity is like being home.  \n\nMy #Tezos journey has taken me down many paths, but in my heart, I want to create. I have begun learning to draw and using digital tools, in addition to photography, to help me create.  It feels like an adventure and is so satisfying to express myself through those creations. I want that for everybody!\n\nI give sincere thanks all of the amazing people who have inspired me to overcome my fears and go for it. That list would be very long, but a special thank you to:\n\n@blomblom83, @gogolitus, @Jollyroger_X, @paperbuddha, @sutu_eats_flies, @xtzarsenal, @tiesaNFT, @saoNFTs, and @MackTezos for the awesome videos where I learn how to do all the cool shit. \n\nMAN! I just want to keep naming all the amazing people here. \n\nBUT.... Without further adieu,\n\nI present to you my genesis animation piece, \"Little Red Bird\".\n\nAll artists have been where I am and invite you to celebrate this moment with me. ", "artifact_uri": "ipfs://QmVW7XeLy1h4TKo2D3KEPtVDb6wuCFne3b3BcWkxhaAaSZ", "display_uri": "ipfs://QmVW7XeLy1h4TKo2D3KEPtVDb6wuCFne3b3BcWkxhaAaSZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVW7XeLy1h4TKo2D3KEPtVDb6wuCFne3b3BcWkxhaAaSZ", "mimeType": "image/gif"}], "creators": ["tz1Q1LWn8wCK77L4xetjbH3Ar7sDaSANezZx"], "tags": ["animation", "tribute", "art", "genesis", "espan"], "extra": {}}