{"__version": 1, "token_id": 691994, "symbol": "OBJKT", "name": "Michael Pybus- The Digital Dead", "description": "The Metaverse, the latest version of corporate surveillance being sold to us as empowerment & entertainment by Big Tech.\n\nEvery conversation, body movement, interaction monitored, recorded & optimised by algorithms to improve their ability to manipulate our thoughts, purchases, politics, morals & emotions whilst conditioning our neurochemistry to become more addicted to the system. \n\nIt's no coincidence that in Facebook's Meta announcement, Mark Zuckerberg's avatar wears skeleton & astronaut costumes. Both represent an end, a departure. Planet Earth & your body = obsolete. Dump analogue reality & your corporeal complexity for a pale binary digital facsimile, so Big Tech can harvest your most intimate data on a scale that would make the Gestapo look like a nosey neighbour. \n\nWe've seen a profound shift in society & people due to the domination of smartphones & social media. Some of this has been positive but much has been to the detriment of our mental/physical health, our sense of self, our independence & the freedoms, rights & privacy our liberal Western democracies enjoy. \n\nInflation, job instability, unobtainable housing, stagnant wages, travel restrictions, carbon quotas - this serves the ruling class, making them richer & more powerful whilst decimating the middle & working classes. They want us poorer, unhealthier, destabilized, lacking opportunity, where we can't own assets, save money, living in tiny overpriced boxes.\n\nA life so desperate that escaping into a virtual world appears enticing. If they can transition us into their virtual world to a point where it's impossible to live or work without being connected & uploaded into their system, we become slaves. \n\nOnce our entire being relies on the Metaverse, the owners of it will have complete power to demand what we say, think, buy, create, ostracise, vote for. They will choose which information is \"true\", who is \"dangerous\", what ideas are \"bad\", who you can talk to.\n\nDisobedience will be met with disconnection, which translates to economic & social suicide. It's the Matrix but instead of being caged & farmed for energy, these virtual vampires will wirelessly drain us into destitution for our data.", "artifact_uri": "ipfs://QmP1RF9arZqKqxVNPnnFRr8fyyZfcAqFd1jqk3H5yLApec", "display_uri": "ipfs://QmRvBKsYPUDB5eJwJwtq9ihrPwS5ZxHToYjZeGAQYuLf9F", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP1RF9arZqKqxVNPnnFRr8fyyZfcAqFd1jqk3H5yLApec", "mimeType": "image/jpeg"}], "creators": ["tz1QwQC7DtwehBJmDEUxJ9WUheoPJ8xuEZHC"], "tags": [""], "extra": {}}