{"__version": 1, "token_id": 646503, "symbol": "OBJKT", "name": "Awakening of Delusion ", "description": "This unique and limited edition original raven NFT collection is the only collection made in the last century in which the entire poem, each verse is illustrated and recited one by one. The illustrators of Poe's poetry revived the unity of the relationship between visual arts and literature in a symbolist language and revived the aesthetic dialogues between literature and painting, language and image, and words and images. The great themes of symbolist painting emerged from the main works of literature. Painters, poets, and writer are the intellectual partnership of intellectual narrative in which the unity of thought has become the symbol of the common intellectual harmony of poets borrowing their models from paintings, as well as their interest in similar myths, as well as painters who find inspiration in novels and poems. Because the imagination that we call imagination is obliged to create a symbolic language by opposing rationalist and positivist doctrines in painting as well as poetry. The artist, who must create a world of symbols by breaking habits, emerges as a requirement of escaping from a materialistic society, Poe, as a poet, which has arisen from the capitalist world of American society-surprising Baudelaire; he had a special interest in death and the secret. The mixing of erotic and mysterious in her poems is no longer based on realistic measures of women, love, and death; it reveals the perspective of the spiritual fusion of the two beings and the expression of an uncanny intermediate world in fear of the other world. In this study, which focuses on the reflections of raven poetry on painting and graphic arts, it is concluded that the symbolic is the basic idea of the art of painting and that the understanding of the genius of the human line or nature must be expressed symbolically.\n", "artifact_uri": "ipfs://QmYRk4qGYEhPC8jPkr8J1bJsHghYw1GHXwC6sbF2AykMHv", "display_uri": "ipfs://QmPjSgjoDQJfdgZ1Dkwsuvxzo5hr2yoN72uCurhcZawvv7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYRk4qGYEhPC8jPkr8J1bJsHghYw1GHXwC6sbF2AykMHv", "mimeType": "image/jpeg"}], "creators": ["tz1iJxBLtEwiFmUpgD7PubY2qkoZcSg46z7y"], "tags": ["#illustration#watercolor#poem#poe#nft#nftartist#nftcollector#collection#collector#painting#handmade"], "extra": {}}