{"__version": 1, "token_id": 683803, "symbol": "OBJKT", "name": "Cyber Red Oni", "description": "\"RED ONI\" is the first series in the 'Reverse Dark Tale' chapter.\n\nWhere this chapter will present various perspectives behind the figures who are considered demons in society, but from this point of view, I will invite the audience to see that often the \"dark side is born from a gift\", where it is a symbolic value of what is in the gift, the human itself and what is a human being capable to do when an intellectual value ​​or spiritual side is not in a balanced position.\n\n—————————————————————————————————————————————— ——————————————————\n\n\nThe Red Oni is a symbol of passion, freedom, and defiance.\n\n\nThe Red Oni figure has a tendency to break conventions and rules than his counterpart, the Blue Oni.\nIt's a figure known as a reliable fighter who is ready to bring destruction who often looks like a stupid Hero but on the other hand, it can be said to be quite mature too. \n\nRed Oni is more intelligent and much more patient than the Blue Oni, even if this great value always comes with orthodox thought, feelings, or goals.\n\nWhen the Red Oni figure is in a condition as an antagonist, then the dark side of the Red Oni figure will be seen as a bloodthirsty figure and psychologically willing to sacrifice innocent lives to achieve his goals.\n\nHowever, when a Red Oni has a friendlier character, then he will have a tendency to become a Blood Knight.\nWhere in general, they are more oriented to the community than to their personal goals, although not a few are able to carry out both roles at once.\n\nThey may easily ignore criticism about themselves or their goals and objectives, but they often say or do something bad to their closest friends until it becomes a painful world for their opposite.\n\nWhen it comes to character alignment, Red Oni tends to be chaotic, though that's not always the case.\n\n\nOf course, there are various possibilities for the positive and negative impacts mentioned in the red Oni figure, there are also humans who have an optimistic, brave, out of box and ambitious attitude. Where it can be a double-edged sword for the humans around him by bringing chaos and turning their ambitious self into an obsessive person.", "artifact_uri": "ipfs://QmYYG3CyDM9GVnaY7Qb4GbqH6XWnC7PwxngeUEz48W3SUJ", "display_uri": "ipfs://QmTF8Srxs68ne8ZQFmrwAP9NwcNo7ZFoGiGD9okK1iDsJV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYYG3CyDM9GVnaY7Qb4GbqH6XWnC7PwxngeUEz48W3SUJ", "mimeType": "image/jpeg"}], "creators": ["tz2JUZqAFa1yT7CugrxhdPGj42cGgjFFQvW4"], "tags": ["cyber", "cyberpunk", "oni", "demon", "japan", "japanese", "evil", "samurai", "skull", "flower", "cyborg", "robot"], "extra": {}}