{"__version": 1, "token_id": 696905, "symbol": "OBJKT", "name": "THOSE WHO KNOW DO NOT SPEAK; THOSE WHO SPEAK DO NOT KNOW.(LAO TZU)", "description": "I've been on an interesting spiritual journey these past 19 months. I've had a lot of time to sit, read, and discover new aspects of reality that I never knew existed. Upon reading older articles and passages from books of philosophers of long ago, I began getting acquainted with the thoughts and mind of Alan Watts and subsequently Zen Buddhism and Taoism. I'm still trying to understand it all or even some of it. I have never claimed to be a smart person, as that would be pretentious. I do reveal my perceived insecurities and personal opportunities of growth; this is one of those moments. (But it's just a quote from Lao Tzu, how is this art?) You always ask the right questions, I love all of you for it. Yes, this is a quote from Lao Tzu, but it's within the larger context of this series that I feel as if I'm finally progressing as a human being towards my final version in terms of agency, approach, confidence, vision, etc. These words mean a lot to me as I used to be quite annoyingly loquacious and would unknowingly let my unchecked white privilege run rampant for most of my life. (Sorry if I'm triggering the conservatives in the room with my woke rhetoric.) I'm changing and I'm better for it. I spend almost my time with First Nations people and I'm the minority, finally. It's been one of the most humbling experiences of my life. I'm finally at the point in my life where I don't have to open my mouth every 5 seconds to say something. I now wait, hold my thoughts, and only speak when spoken to; not in a subordinate way, only with pure respect. So, those who know (how to remain still and listen), do not speak. Those who speak (and do not remain still and listen), do not know. It's sounds like it would be an incredibly easy task to do, but if all you know is to be one way...how do you actually change? ", "artifact_uri": "ipfs://QmRBZBFgpB3UJvbBa2TLTvTKP5yfBinM9DvwcgUTdSTejY", "display_uri": "ipfs://QmSQjv6CbKPQn1FuB3YDuGvnY29TNwtkhPsFjBTaFqS81e", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRBZBFgpB3UJvbBa2TLTvTKP5yfBinM9DvwcgUTdSTejY", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}