{"__version": 1, "token_id": 475699, "symbol": "OBJKT", "name": "Beyond the skin", "description": "The truth is that I paint myself ... and therefore the battle of my own body with age, my own fears and my fascination with death. \n \nThat fascination began at an early age because my father was preoccupied with death. His mother passed away at a young age and the subject was taboo, nothing could be said about her death. As a result this had such an impact on his thoughts that as an adult he conducted a thorough investigation on whether there is life after death. Listening to voices of deceased people and the radio program 'The black hole' with Andre Groote filled the living room on Sunday afternoon. \nHis fascination also became mine, but this only became apparent years later when I was in art school. I made installations made of skins, meat heads, empty cocoons and baby skins. What appealed to me in this is the contrast between the tangible and the intangible of the body, the familiar contrasts with the distance that I feel in my body. \nThe sudden death of a close friend during my time at the academy reinforced this feeling. The distance to my own body and my mistrust of it became even greater. Would my body also betray me in this manner? What followed was a long search that is still on-going, a search for the acceptance of transience. \nIn the early stages I created paintings in which human forms were visible. I painted these in a detached manner: heads were removed, the bodies were decorative, eye contact was almost non-existent, there was no contact with the viewer. As my work developed I was sitting closer to the skin, from strange perspectives I showed the alienation to my own body. My fascination with the body deepened, I began to paint other people, especially those who deviate from the ideal of beauty. But even more, I really wanted to paint people like you and me, a universal image of the aging person. Staying true to myself, I have confined myself to the female body. \n", "artifact_uri": "ipfs://QmVdhNgjapTL6XQsEYwCp7YxuXhWHpGF3jMV3LfxvZpstP", "display_uri": "ipfs://Qmb9jtcuFJ2PBQahwqLMU4G8s424ZCyVu3bpT1533xToP4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVdhNgjapTL6XQsEYwCp7YxuXhWHpGF3jMV3LfxvZpstP", "mimeType": "image/jpeg"}], "creators": ["tz1VyfBFYj7z9yryYR1oCbgqMhK2sfWDmdEn"], "tags": ["nudepainting", "figurativeart", "selfportrait", "darkart", "contemporaryart", "oilpainting", ""], "extra": {}}