{"__version": 1, "token_id": 672399, "symbol": "OBJKT", "name": "ebó", "description": "ebó - It means sacrifice and we must understand this in a broad way and not only what requires blood. Ebó is an offering to be made to the ancestors or orixás in gratitude for the blessing received or with the intention of solving problems or obstacles, opening doors and opportunities. The items usually consist of edible items like fresh fruit, water, distilled beverages, honey and olive oil. In addition, the ebó can contain other items such as money, clothes, whelks and herbs. Some types of ebo are placed indoors and others must be placed in an open space. Ebó is thus a ritual offering, a strong element and the final reason for the process of consulting the oracle. It plays a central role in the consultation process. The offering ritual consists of an elaborate liturgy with the aim of presenting food and drink through which the person will manipulate and use to mediate with the deities for their own benefit.\n\nThis specific ebo was found on my way to town. Investigating the elements, I believe it is an ebó of love, as there are underwear, photos of a couple, and fruits.\n\n-------------------------\n\nPTBR\n\nebó – Significa sacrifício e devemos entender isso de uma forma ampla e não somente o que requer sangue. O ebó é uma oferenda a ser feita para os ancestrais ou orixás em agradecimento por bênção recebidas ou na intenção de resolver problemas ou obstáculos, abrir portas e oportunidades. Os itens normalmente se compõe de itens comestíveis como frutas frescas, água, bebidas destiladas, mel e azeite. Além disso o ebó pode conter outros itens como dinheiro, roupas, búzios e ervas. Alguns tipos de ebó são colocados dentro de casa e outros devem ser colocados no tempo. Ebó, é assim uma oferta ritual, um forte elemento e o motivo final do processo de consulta ao oráculo. Ele tem uma função central no processo de consulta. O ritual de oferta consiste de uma liturgia elaborada com objetivo de apresentar uma comida e bebida através dos quais a pessoa manipulará e usará para intermediar com as divindades em seu próprio benefício.\n\nEste ebó específico foi encontrado no meu caminho até a cidade. Investigando os elementos, acredito que se trata de um ebó de amor, pois há roupas íntimas, fotos de um casal, e frutas. ", "artifact_uri": "ipfs://QmT6TdcHYtFoaJrGKhTosjmp6i1VtiY2NAECJh2PbLD3wV", "display_uri": "ipfs://QmXng7sA8eyp7iqQH8pqjj4xcyqHFraGs5DEFqRRUQ8wfa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmT6TdcHYtFoaJrGKhTosjmp6i1VtiY2NAECJh2PbLD3wV", "mimeType": "model/gltf-binary"}], "creators": ["tz1Paiib7duLjk8CqJyLNXYD9farChL1WviK"], "tags": ["3d", "glb", "ebo", "witchcraft", "magick", "love", "couple", "brasil", "brazil", "mabumba", "orishas", "orixas", "valentinesday", ""], "extra": {}}