{"__version": 1, "token_id": 686699, "symbol": "OBJKT", "name": "Spring 2022 in Moscow", "description": "My NFTs are themed on drawing cryptic scenes of an undivided Korea. They mix the future and the past. It’s branded as north-south art, and there’s a theme growing with my subjects. Inspired by what’s going on with the civilian resistance in Ukraine, I came up with an idea for another NFT today. I pulled out a picture from last year and made some additions and changes. You could ask is she Korean though? In 1937 Stalin exiled over 100,000 ethnic Koreans of the Siberian region into the central Asian soviet states. Many didn’t survive the long journey in train carriages. Stalin moved the Koreans because at the time Japan was a growing military power that also occupied Korea and therefore the Korean subjects living in Russia could easily assist any invasion of the Japanese. In fact, a lot of the Koreans that were living in far eastern Russia, were trying to liberate the Korean nation from the Japanese at the time. They could infiltrate in and out of northern Korea from Siberia. Same with the border along China in Manchuria, where many ethnic Koreans lived. They were all guerrilla activities driven by communist ideology for independence. So Stalin needed not to have feared the Koreans, but of course, he did get it right about the Japanese soon after, in the WW2. These days, according to sources, about 50,000 ethnic Koreans could live in Ukraine. Most of them started arriving there from Central Asia in the 50s and 60s as the next generation of the first ones that had been exiled by Stalin in 1937. Soviet-Koreans are known as Koryo-saram. Perhaps some of them are fighting in the streets of Ukraine now, doing a large circuit of origin as they repel back the Soviets - and in a fantastical world they continue on their march back to their homelands in far eastern Russia, but via Moscow this time. ", "artifact_uri": "ipfs://QmW5udM2WYThFesg57FjUP2kXG9y5QaBRHzAKkMyGw5MG8", "display_uri": "ipfs://QmRWnj82CLX13d4fTQ6x8dn1sfYiMboMNUmFYKowewW17h", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmW5udM2WYThFesg57FjUP2kXG9y5QaBRHzAKkMyGw5MG8", "mimeType": "image/jpeg"}], "creators": ["tz1VSV95vqTVMd7iZdo5mwigfEQmuc9B8LWw"], "tags": ["moscow", "korea", "ukraine", ""], "extra": {}}