{"__version": 1, "token_id": 642238, "symbol": "OBJKT", "name": "Chester Charles Bennington", "description": "Chester Charles Bennington (March 20, 1976 – July 20, 2017) was an American musician and songwriter best known as the lead vocalist of the rock band Linkin Park. Previously, Bennington was also the vocalist of \"Dead By Sunrise\" and was in the bands \"Grey Daze\" and Stone Temple Pilots from 2013 to 2015.\n\nChester Bennington first rose to fame as a vocalist following the release of Linkin Park's debut album, Hybrid Theory in 2000, which became a hit. The album became one of the best-selling albums of the 2000s, with the \"Diamond\" certification awarded by the Recording Industry Association of America in 2005.[2] Linkin Park's subsequent albums, from Meteora (2003) to One More Light (2017), continued the band's success.\n\nBennington also formed his own band, Dead by Sunrise, as a side project in 2005. His debut album, Out of Ashes, was released October 13, 2009. He also worked on new material with Stone Temple Pilots in 2013 to release the EP High Rise on October 8, 2013 , through their own record label, Play Pen. Bennington is also frequently cited as one of the greatest rock vocalists of the 2000s, with Hit Parader magazine ranking Chester Bennington 46 of the \"100 Greatest Metal Vocalists of All Time\".[3] Bennington has also appeared as cameos in several films, such as Crank, Crank: High Voltage, and Saw 3D.[4]\n\nOn July 20, 2017, Chester Bennington was found dead at his home in Palos Verdes Estates, California, United States, due to hanging himself.[5]", "artifact_uri": "ipfs://QmR8aPcfsAXhbFrqheUkiesXAe1xaVGcvEtq13j9RNu23G", "display_uri": "ipfs://QmSLW8uiKe8Z9NTTFinBZnUp9w8kz5WejQvFRjCyCNtZFS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmR8aPcfsAXhbFrqheUkiesXAe1xaVGcvEtq13j9RNu23G", "mimeType": "image/png"}], "creators": ["tz1Wq3y931pnt6zsBq6XHy7eqzLM3WTsKA3D"], "tags": ["art", "abstract", "artist", "linkinpark", "bennington"], "extra": {}}