{"__version": 1, "token_id": 650238, "symbol": "OBJKT", "name": "Day 2 - Running Out", "description": "This is the second painting in the multi-panel series \"30 - Exploring the Shifting Landscape of the Mind\" where I painted a 10\"x10\" painting every day for 30 days along with a stream of consciousness writing. The writing behind this piece is below.\n\nTO-DO LIST. Wake up, get out of bed, make the bed, eat breakfast, go to work, exercise, smile, socialize, be productive… Life is feeling like an ever-growing list of tasks; an endless number of to-dos strung together like Christmas lights hung around the mind, waiting to be checked off one by one as you make your way over to the next, dragging yourself along so that you can get just one more thing done before you finally go back to sleep. You even have the ability to decide on your tasks from time to time, but the act of choosing a task just adds another task to the list. \nTime melts away as you busy yourself, going from A to B to C to D… and for what? To do it all again in the morning. But time is only relative to the moment. If a task is fun, it goes by in an instant. If a task is boring, it takes a century. \n[***]\nSometimes, I just sit there watching the clock, wondering how long I can make each minute last. If I study the hands of the clock hard enough—feel every little second—then maybe all these tasks will be more meaningful. \nIf only I could experience the infinite moments in a minute so that I could find a way to make that minute feel like an eternity. If only I could experience the times in-between time itself when the clock is just about to turn to a new time. The hands of the clock seem to freeze for an instant, trying to grasp onto the last fleeting moments of the minute before it slips away and the next task begins. \n\n---\nThe background colors inspired by the sunrise triggered the idea. The checklist in the back was written with a sharpie, starting very neat and measured and getting progressively more erratic and messy as the \"day\" went on. The melting clock, inspired by Salvador Dali, uses highly saturated colors to activate the mind and create a trippy visual that makes you lose touch with reality.\n", "artifact_uri": "ipfs://QmVVsfSMDxVnhi12rkhQLdpeAHc624rtrfN8dRYbqSAYyP", "display_uri": "ipfs://QmRRGBozKVVBExgVAQbToxvKmQcg45vddDGm7w5uhDMLfc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVVsfSMDxVnhi12rkhQLdpeAHc624rtrfN8dRYbqSAYyP", "mimeType": "image/jpeg"}], "creators": ["tz1WBJzhYoktfrFAw52S22S9kXS5VFDD3Upr"], "tags": ["painting", "series", "oilandink", "mixedmedia", "dali", "salvadordali", "time", "clock", "colorful", "trippy"], "extra": {}}