{"__version": 1, "token_id": 672738, "symbol": "OBJKT", "name": "Will I lose myself in this song? - oil painting", "description": "Life seems like a weird cycle of awakenings from daydreams. A few seconds a day when we are fully awake, then we wake up realizing that we have no idea when we started daydreaming again. Without these awakenings, I believe we would be only automatons like, executing programs, satisfying different instincts, or obeying social conditioning. \nWe never know when a dream starts, we just might have a moment of lucidity in the middle of it, or we remember the full action when we wake up. I feel the same is with the waking life, is just like a dream in the sense that we don't know how we came to be here, we can't point an moment when our awareness was born into this world, we just have faint memories from childhood that are like memories of a movie that we are totally lost in, some might be only dreams that we can't distinguish from real experiences, and slowly we start remembering having moments of self awareness. Most people treat the present moment as if it were an obstacle that they need to overcome. Since the present moment is life itself, it is an insane way to live.\nIn psychology, a flow state, is the mental state in which a person performing an activity is fully immersed in a feeling of energized focus, full involvement, and enjoyment in the process of the activity. In essence, flow is characterized by the complete absorption in what one does, and a resulting transformation in one's sense of time. The flow is a key element to happiness, and knowing how to get yourself into the flow state for prolonged periods of time, you can make yourself a happier person.\nIs hard to imagine our life's without music. Music is so diverse, can amplify and modulate our feelings, can deepen our joy or depression, is one of the most treasured human experiences, it such a powerful tool to bound people, to make them resonate on the same frequency, feeling they belong to the same tribe, and that can make it can also polarize, we might dislike some songs, and despise all the people from the tribe who enjoy it. It a also helps us explore altered states of consciousness, bring us into the flow state, by absorbing the attention of the analytical mind, dissolve the ego and and can create an moment of awakening, but can open the doors of subconscious, intensifying our daydreams.\nThere are so many melodies waiting to be discovered out there, is like we are always searching for that viral one, that can capture our mind, help us resonate until we melt into it, and repeat it until it became unbearable to live with.\nWill I lose myself, to be awaken by this song? Will it vibrate with me, or my mind is too absorbed by it's usual problems to be able to resonate with it...\n", "artifact_uri": "ipfs://QmWTb9FnUjJUrQxFChWEgd9G4ZVsQveJUwfi1XcZjR8b8V", "display_uri": "ipfs://QmVwn13GmALjnf22kFY64zywhMoPjEmfqen9nasGTbHZ3o", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWTb9FnUjJUrQxFChWEgd9G4ZVsQveJUwfi1XcZjR8b8V", "mimeType": "image/jpeg"}], "creators": ["tz1e2iUmhoRUMfR5jrLsvEmvewRFZfuiNL9h"], "tags": ["Illustration", "character", "art", "painting", "drawing", "nft", "surreal", "cryptoart", "modernart", "collectible", "collection"], "extra": {}}