{"__version": 1, "token_id": 652322, "symbol": "OBJKT", "name": "The asymmetric snow wizard", "description": "Last of the 4 part Tale from Saxnäs. \n\nThe wizard stepped off its mount. Looking me straight in the eye like an ironically sad puppy, disappointed that I was still awake. I froze, I’m ashamed to admit, and my pupils expanded in fear. He took his time to walk over to me, waving back and forth with his weird bony shoulders. \n\n”You are the one.\nThis little toy that wander around here,\ncurious, peculiar. \nYou watch the kids as they play,\nyou take your place as an observer. \n\nI’m a bit crazy, \nI admit,\nbut I’m still in the spot of my shit. \n\nYou are in a huge mess,\ntrapped with masters,\npaid to be less. \n\nI offer you to leave. \nThis one time I give a special deal,\nunique, friendly. \nRun on down the slopes over yonder,\ndon’t ruin my life I beg you. \n\nAs a last idea, \nlook into my eyes,\nsee this distorted face. \n\nI suffer in my service,\nI’m a servant,\nthey are the burglars.”\n\nA flash of thought went into my mind. That speech was terrible. Then as a bolt of lightning from a sunny sky I saw the axe of Korgan splitting the sad sight of a wizard in half. \n\nWe ran through the camp as fast as we could. I thought at first we were in search of Felt to escape but as we turned a corner Korgan turned around and pushed my body up the wall. Fondling and kissing me. Shocked, I thought about my predicament. My travels with Korgan, Felt and the meeting with all the creatures around here had taught me something. I grabbed Korgans head with my hands, pushing my thumbs through his eyeballs. He screamed, I panicked, I kept pushing. He raised his axe trying to fend me off but missed and fell down in the snow. I ran. The whole village seemed to wake up around me. In a desperate attempt to cover my tracks I turned around, took three big steps and a final jump ending with planting my heels in the face of Korgan. I kept on stomping. With my shoes bloody and Korgan dead I felt my job there was done, more than done. No alarm set off, the village was relatively calm, but in the side of my eye I saw Felt. He turned his face down into the snow and the bloody mess down there. Then up to me. Then down. \n\nThat was my calling card. Off I went.\n\nIt has been 15 years since I went to the mountain. Right when I came back I started this enterprise even though I was in terrible trauma at the time. I built this tavern with the sweat and pain of anxiety and that’s why I love it. I want you to bring one thought with you from this. You are champions! Now get out of my face and take care of the dishes… \n\n", "artifact_uri": "ipfs://QmSYrBvu3aiUr3ARbkdcPabGzGRSFE4tngj3oiiWKHUh5K", "display_uri": "ipfs://QmWri9jYu9byKoc4uV2XhkBAThUU8X2UyHnb77FDp92vgk", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSYrBvu3aiUr3ARbkdcPabGzGRSFE4tngj3oiiWKHUh5K", "mimeType": "audio/mpeg", "compressedAudioUri": "ipfs://QmWbodFq1gLjVB2sUW2nnijsVNxV2ZQV42DLYT6vam4J4b", "coverThumbUri": "ipfs://QmRtGQ9CC5ex8b1hnrPzxHio4s9662kT6z5EyGydrARB1j"}], "creators": ["tz1RHxJaaiV8BL4QwwxVsooYsuKP12w1DE5a"], "tags": ["mulluck", "synth", "saxnäs", "dungeon", "tale", "electronic", "hardware", "dungeonsynth", "fantasy"], "extra": {}}