{"__version": 1, "token_id": 657022, "symbol": "OBJKT", "name": "Masked Stranger #5", "description": "A special series of illustrations \"Masked Strangers\" reveals my character The Silent Observer in different ways. He is part of the universe of my alter egos, which will appear in separate drops on different marketplaces.\n\nThe Silent Observer has featured on canvas/walls/comics and illustrations since 2015. This shadow double's original name was Doppelgänger.\n\nHe acts as the embodiment of the troubles and complexes of the protagonist Chris, always reproaches and blames him for all his problems, thus poisoning his life. This masked double is a kind of narcissistic projection that prevents the formation of relationships with members of the opposite sex, which has been an acute problem for Chris for many years.\n\nAs the story progresses in the comics, Chris has to find a common language with the Doppelgänger and try to weaken his control through introspection and control of his own emotions, because the source of the Doppelgänger's strength is the suffering of the protagonist. After years of working on himself, Chris finally manages to get the better of his dark side, which constantly intended to seize control of him, and in the final dialogue between the two opposites, the Doppelgänger recognizes the power of Chris and obeys him, becoming his eternal ally, who will always be there and ready to support in any situation. So he transformed and received the name of The Silent Observer.\n\nMade by Artem Over. Follow the story as it develops on my social media. To be continued…\n", "artifact_uri": "ipfs://QmXYUbkm1v9PrJcavXR6tpJTSxpKDqgmLMHfzMbBrbPtkh", "display_uri": "ipfs://QmSTEMMh2T2ZL3RVDtdwM9k2Nkfit4QeAiBZB8JA8ybkpF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXYUbkm1v9PrJcavXR6tpJTSxpKDqgmLMHfzMbBrbPtkh", "mimeType": "image/jpeg"}], "creators": ["tz1PG64hG8MnBavfoTCCsCLakgKZvrSXRRM2"], "tags": ["illustration", "characterdesign", "skull", "digitaldrawing", "digitalart", "comicstory", "comicart", "bright", "character", "mask", "alterego"], "extra": {}}