{"__version": 1, "token_id": 670722, "symbol": "OBJKT", "name": "Emperor Hadrian", "description": "Hadrian (Latin: Caesar Traianus Hadrianus; 24 January 76 – 10 July 138) was Roman emperor from 117 to 138. He was born into a Roman Italo-Hispanic family, which settled in Spain from the Italian city of Atri in Picenum. His father was of senatorial rank and was a first cousin of Emperor Trajan. Hadrian married Trajan's grand-niece Vibia Sabina early in his career, before Trajan became emperor and possibly at the behest of Trajan's wife Pompeia Plotina. Plotina and Trajan's close friend and adviser Lucius Licinius Sura were well disposed towards Hadrian. When Trajan died, his widow claimed that he had nominated Hadrian as emperor immediately before his death.\n\nRome's military and Senate approved Hadrian's succession, but four leading senators were unlawfully put to death soon after. They had opposed Hadrian or seemed to threaten his succession, and the Senate held him responsible for their deaths and never forgave him. He earned further disapproval among the elite by abandoning Trajan's expansionist policies and territorial gains in Mesopotamia, Assyria, Armenia, and parts of Dacia. Hadrian preferred to invest in the development of stable, defensible borders and the unification of the empire's disparate peoples. He is known for building Hadrian's Wall, which marked the northern limit of Britannia.\n\nHadrian energetically pursued his own Imperial ideals and personal interests. He visited almost every province of the Empire, accompanied by an Imperial retinue of specialists and administrators. He encouraged military preparedness and discipline, and he fostered, designed, or personally subsidised various civil and religious institutions and building projects. In Rome itself, he rebuilt the Pantheon and constructed the vast Temple of Venus and Roma. In Egypt, he may have rebuilt the Serapeum of Alexandria. He was an ardent admirer of Greece and sought to make Athens the cultural capital of the Empire, so he ordered the construction of many opulent temples there. ", "artifact_uri": "ipfs://Qmdjq1mprq73pD4KS8ecvxmMJuj4YzoFhHDtExWHnS5XmR", "display_uri": "ipfs://QmQ8dn41bstiuABQnrgTgFM5DuzeKuvrr72FY5f8YuVsV4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmdjq1mprq73pD4KS8ecvxmMJuj4YzoFhHDtExWHnS5XmR", "mimeType": "image/jpeg"}], "creators": ["tz1SwFwV4iAus6m6j2NN1v1mrUuZFvreVCpZ"], "tags": ["perge", "ancient", "city", "antalya", "turkey", "rome", "statue", "marble", "emperor", "hadrian", "photography", "photo", "ancient", "city", "old", "rome", "history"], "extra": {}}