{"__version": 1, "token_id": 686922, "symbol": "OBJKT", "name": "THE EXAMPLE OF OUR POWER. THE POWER OF OUR EXAMPLE.", "description": "How should we lead others? Do we lead by the example of our power or by the power of our example? It's an age old dilemma to humans that never seems to ever truly go away or be fully resolved. Every generation faces new adversity, new threats, and new opportunities. Do we ever learn from the past? The past seems to repeat itself over and over and over again, through millennia and age. Do we ever listen to our elders? Do we or can we even hear their knowledge? Do we truly want to change at all? Every moment of every day is a new opportunity for us to change our realities and thus change the world. What if we all did something crazy like did something positive for our communities instead of buying that new sportscar? Or what if a multi-billionaire decided to give away his fortune to help lift up humanity or paid for patients who needed desperate life saving health care? It's not just about money, there's one thing we all have that not even money can buy it back...time. Our time is our own. Think about the possibilities. What can or would you do to change yourself and/or your community? What's stopping you? Look at all the world's problems. How do we expect bureaucratic agencies to solve things on the street level? Either we need a Super AI that will solve all of these problems and/or may just look for Sarah Conner to stop the resistance to the...oh wait that's the plot to The Terminator or we all need to help each other out and think bigger than ourselves. What if we thought 7 generations ahead on every decision? Things that are not meant for us right now, but meant to help people 7 generations from now? The people of the Tsuut'ina First Nation think this way. From the signing of their Treaty 7 back in 1877 with the Canadian government/British Monarch to now, the amount of real change happening on the nation is impressive to say the least. More to come on this...", "artifact_uri": "ipfs://QmNgoAH1GXA7YnbnRW31TeEeC46e56Xa1oGhSoQ2hntNvv", "display_uri": "ipfs://QmbzZB6MuBH8Uo6Ysb3xBzWxM35K2s8jeqHdphgnCNEEsZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNgoAH1GXA7YnbnRW31TeEeC46e56Xa1oGhSoQ2hntNvv", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}