{"__version": 1, "token_id": 695122, "symbol": "OBJKT", "name": "A Brand You Can Trust Action Figure", "description": "Released in 2009, “A Brand You Can Trust” is the debut album of La Coka Nostra, a loose collective of artists connected by Danny Boy McCormick consisting of ex House of Pain member Everlast, Danny Boy, and DJ Lethal, ex Non-Phixion member Ill Bill, and Boston based rapper Slaine. \n\nFounded in late 2004 with no intention of recording an album, LCN would later appeared on mix tapes and tracks of their members solo projects, as well a their associates from Psycho Realm, Special Teams, Soul Assassins and others. When they finally solidified their line up in early 2006, plans to release an album was voiced later the same year.\n\nIt would took three years until “A Brand You Can Trust” was finally released, and the reason is Danny Boy’s refusal to have members collaborate via email. He insists that everyone involve have to work together in person at his studio in LA. This is nearly impossible since each members is working on their own solo albums in different cities, as well as going on tours and various other commitments. The hardcore old-school approach pays off when the album finally drop. It features fifteen tracks with appearances from Snoop Dogg, Bun B, Sick Jacken, B-Real, Sen Dog, Immortal Technique, Big Left and Q-Unique.  \n\n“A Brand You Can Trust” definitely have a lot of throwback vibe to it. I don’t know if it’s the posse cuts, the stacked guest verses, or the never-ending homage to substance abuse, but the album feel a lot like a 90’s joint. Mid 00’s was the rise of independent underground hip hop as they completely breakaway from the mainstream to create their own thing. Now that is all great, of course, but some of the artist kinda took themselves too seriously. The music became too dark. The content became too heavy. This album brought back the cheerful joy of old-school ghetto violence. When guns, bitches and cocaine were enough to filled the entire lyrical quota of a full-length album. And even though rap and hip hop is so much more than just those things, it’s still sure is nice to be reminded of those times.       \n\nBox features A Brand You Can Trust cover art.\n\nFigure is made from Toypanic’s skeleton figure, Blitzway’s Jay Dilla Donuts Edition figure, Coolrain Lee’s Dunkeys figure, Pete's PaintWorks 2pac figure, and a Studio One's 1/12 hoodie.", "artifact_uri": "ipfs://QmS6VTUB3y2YNjxY8F2ZfRhLZ8L15fghSvPkLHwsntMTZb", "display_uri": "ipfs://QmRhHqSiJSb9SE3DSqQzyCEdbHLqUgc5sJjpZ6QpNdi52M", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmS6VTUB3y2YNjxY8F2ZfRhLZ8L15fghSvPkLHwsntMTZb", "mimeType": "image/jpeg"}], "creators": ["tz1aXpmExefGTPY8Zw8WtaLyKK7AzdsvbZw2"], "tags": ["Digital", "Collage", "Hiphop", "Albumart"], "extra": {}}