{"__version": 1, "token_id": 670445, "symbol": "OBJKT", "name": "Attalus II Philadelphus Pergamon King ", "description": "Prior to becoming king, Attalus was already an accomplished military commander. In 192 BC he was sent by his brother Eumenes to Rome to warn against Antiochus III. In 190 BC, he was present in the Battle of Magnesia which resulted in a defeat against the Seleucids. Around 189 BC he led his forces to fight alongside the Roman Army under Gnaeus Manlius Vulso in Galatia. From 182-179 BC, he successfully defeated the Kingdom of Pontus under Pharnaces I, gaining some territory. In 172, Eumenes, returning from a visit to Rome, was attacked near Cirrha and was believed to be dead. Attalus, upon learning of this, married his brother's widow Stratonice and became king of Pergamon. When his brother returned, he divorced Stratonice and ceded the power to his elder brother without a fight.\n\nAttalus II also made frequent diplomatic visits to Rome, and sent frequent envoys such as Andronicus of Pergamum, gaining the esteem of the Romans. At one point, they offered him assistance to overthrow his brother, but he declined.When his brother died in 159 BC, his nephew was too young to rule at the time, so he ascended the throne as regent and married Stratonice once again. The Romans had assisted him in his own battles against Prusias II in 156–154 BC. In the summer of 152, he, Ptolemy IV, Ariarathes V, and Rome, helped the pretender Alexander Balas to seize the Seleucid throne from Demetrius I and in 149 BC, he helped Nicomedes II Epiphanes to seize the Bithynian throne from his father Prusias II.\n\nAttalus expanded his kingdom with the help of his good friend Ariarathes V of Cappadocia, and founded the cities of Philadelphia and Attalia. He was well known as a patron of the arts and sciences, and was the inventor of a new kind of embroidery.\n\nIn his old age, he relied upon his chief minister, named Philopoemen (Φιλοποίμην), to help him govern.\n\nHe was succeeded by his nephew Attalus III upon his death", "artifact_uri": "ipfs://QmSDjJaczQq5wL94rhuUJ6eiFy9LoR1fzdpUiLkn8SMauH", "display_uri": "ipfs://QmSK3iuBMdB79f6eQ7KPjj3gfu6V697QXufeK34bCasY63", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSDjJaczQq5wL94rhuUJ6eiFy9LoR1fzdpUiLkn8SMauH", "mimeType": "image/jpeg"}], "creators": ["tz1SwFwV4iAus6m6j2NN1v1mrUuZFvreVCpZ"], "tags": ["statue", "king", "antalya", "turkey", "photography", "photo", "ancient", "city", "old", "rome", "history"], "extra": {}}