{"__version": 1, "token_id": 692545, "symbol": "OBJKT", "name": "Rainmaker", "description": "I was surprised to find him at Gelo Station, it had been over half a century since I last saw him, he didn't seem to have aged, though I wonder if he was ever young.\n\nMy family and I were accompanying the professor on one of his research travels. We arrived at Garan at a difficult time, a small planet, a green dot in space that became brown in only a couple of months. Its always green prairies and cultivated fields had dried up due to the absence of rain, and with it all life, big or small also withered.\n\nThe nervousness of the population turned into concern, and after two months of pristine skies without any sign of the coming of the relieving rain, it finally turned into fear.\n\nHere is when this strange being made his first appearance, none could tell when or how he had arrived on the planet, he just walked into a town one day at dawn. He called himself The Rainmaker, the eyes of those present shone, innocents, all doubt or mistrust extinguished by the sensation of hope that took hold of them when they heard that word: “rainmaker”.\n\nWhen we arrived we found him already at work, standing in the middle of a clearing on top of a hill. The inhabitants of Garan gathered around him forming concentric circles, entire families gathered by this being, kneeling at his feet, crying and imploring for the fulfillment of the healing miracle of their lands.\n\nI remember watching him, getting fat, brazenly savoring, satiating his appetite with the fear that covered the inhabitants like a shadow. When his belly was full, he opened his eyes, and looked at his supplicants with a mixture of pity and disdain, opened his cloak and extended his arms like in a welcoming hug, then he inhaled slowly, puffing out his chest, and lay there motionless, gloating in the captivating anxiety and silence of those around him, no one dared to make a sound. When the tension was at its peak, he opened his mouth and a strange sonar-like sound filled the air and traveled through the fields, echoing across the entire planet.\n\nThen he closed his eyes, arms, and cloak and return to his cocoon posture. “My job here is done, thank you for the meal, it was delicious.” he said, and started walking straight on the direction where the sun was setting and the horizon was becoming filled with promising clouds. The night arrived, and with it the first drops, tingling on the dry leaves.\n\nCollection \"Portrait from Gelo\"\n\nText: Cecilia Torres", "artifact_uri": "ipfs://QmVxuzonDtbWFTC2M3WF22qGbrU8jZySYiCEDJZ75NNrwc", "display_uri": "ipfs://QmeYXVn5rixiKdMphMYXdWUgCUAvWLRRpmJJMy4fqUj6qV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVxuzonDtbWFTC2M3WF22qGbrU8jZySYiCEDJZ75NNrwc", "mimeType": "image/jpeg"}], "creators": ["tz1YV1KZ9vzqFDpNYRwNZAAMhfx8pVWLH7sT"], "tags": ["sculpt", "paint", "dark", "darkart", "rainmaker"], "extra": {}}