{"__version": 1, "token_id": 647165, "symbol": "OBJKT", "name": "STREETSCAPES", "description": "STREETSCAPES is an oddity amongst word pyramid syntax crystals. For one the word is 10 letters long and can be broken up into two 5 letter words that seem to be smashed together. Upon deeper inspection we can detect that the letters and groups of words are justified to the left, thus creating two perfectly equal right triangles. These triangles rrecess back or leap forward, depending on your perspective (pun intended). This work gives me an '80s nostalgic feeling as the colors and shapes hark back to my youth seeing commercials for Transformers, music videos on MTV, 8-bit graphics from my Sega Master System game console, or an outtake from the motion picture, \"TRON\". This is incredibly subjective of me to say, but the 1980s were some of the best years ever. Wow, I just sounded EXACTLY like my father there. That totally just took me back to a conversation with him years and years ago about his thoughts on American History. I asked him what he thought the best years in American History were and without pausing he said Brooklyn in the 1950s. I asked him why? He said the music was amazing, the hair styles, the girls, everyone had jobs, he played stick-ball in the streets, etc. Of course being the contrarian that I am, I said what about all the people of color and other minority groups like: African Americans, Latinos, Gay/Lesbian, etc? His lack of response was a collective tell of his generation. This isn't to say that he was inherently bad for not considering other people, but more of what it says about American values in a larger context. He was a product of his time and era. The Baby Boomer generation was really the first generation that had huge spending power from an expansive middle class. Many never really thought about the ramifications of hyper-consumerism and how it affected themselves, others, or even the planet. Every generation has its crucible and legacy; I suppose my generation's is to not repeat what his generation did and learn from their missed opportunities.", "artifact_uri": "ipfs://QmRvD5S1Hc5JfyY6igDFG4KkbN8TAXZ4vhTm9WVdvVDjVm", "display_uri": "ipfs://QmdV49FBghLrsfib3yi9iaWRYbTZBtGbt6tUFeAD5anhm1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRvD5S1Hc5JfyY6igDFG4KkbN8TAXZ4vhTm9WVdvVDjVm", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}