{"__version": 1, "token_id": 676965, "symbol": "OBJKT", "name": "SABOTAJE | ABISMO PT.1", "description": "LYRICS: MANYA (@Joaquin37381415)\nPROD. MIX & MASTER: DIBAXU (@dibaxuP)\n\n* By purchasing this NFT you are contributing to the realization of the next album. If you get 4 songs from SABOTAJE you will receive a free track from the next album, and if you get 6 you will receive 2 tracks.\n\nLYRICS\nY cuando las flores se olviden y el bosque se tale y los males aquejen lo inolvidable que pudo haber sido olvidable te pregunto si ¿vos o tus presiones quien pudo llenarse?\n\nOjos rojos de tener mucha presión\nSolo pueden ver a una dirección\nA una dirección\n\nAhogado en la competición \nAutoestima en el piso también depresión\nAnsiedad nervios y pureza convertida en cartón sin los estupefacientes de mi represión\nPerdón la impresión\n\nBuscando hacer un cambio soy una Puma\nPierdo aceite de la forma más inoportuna\nMi autoestima en su boca tiene espuma \nMe contagia limitaciones y sensaciones de culpa, de culpa\n\nMas inestabilidad que un borracho en el bar\nCon esta habilidad de no poder manejar\nMe voy a reventar y a la tierra viajar\nPara no sufrir más y en el suelo quedar\n\nY mi dolor y mi fastidio son dos gotas en un rio \nque si brotan evaporan elevando su destino \nA nubes borrosas gaseosas de bronca maldad y granizo\n\nEste camino es puro abismo\nTransitarlo es un peligro\nPor eso al salto hoy lo piso\nPelos de punta como erizo\nSi siempre hay imprevistos\nSi por la plata baila el mono\nY al mono lo hacen chorizo\n\nNo me pidas más que vivo\nCon presiones por el piso\nMi autoestima por el piso\nAnda todo por el piso\nNo me pidas más, no me pidas mas\n\n\nENGLISH:\nAnd when the flowers are forgotten and the forest is cut down and the evils afflict the unforgettable that might have been forgettable. I ask you if you or your pressures who could be filled?\n\nRed eyes from too much pressure\nCan only see in one direction\nTo one direction\n\nDrowned in competition \nSelf-esteem on the floor also depression\nAnxiety, nerves and purity turned into cardboard without the narcotics of my repression.\nForgive the impression\n\nLooking to make a change I'm a Cougar\nI lose oil in the most inopportune way\nMy self-esteem at her mouth foams \nI get limitations and guilt feelings of guilt, of guilt\n\nMore unstable than a drunk in the bar\nWith this ability of not being able to drive\nI'm going to burst and travel to the ground\nTo suffer no more and stay on the ground\n\nAnd my pain and my annoyance are two drops in a river \nThat if they gush evaporate, elevating their destiny \nTo blurry clouds gaseous clouds of anger, evil and hail\n\nThis road is pure abyss\nTo walk it is a danger\nThat's why I'm jumping over it today\nHairs stand on end like hedgehogs\nIf there are always unforeseen events\nIf the monkey dances for money\nAnd they make the monkey a chorizo\n\nDon't ask me more than I live\nWith pressures on the floor\nMy self-esteem on the floor\nEverything's on the floor\nDon't ask me for more, don't ask me for more\n", "artifact_uri": "ipfs://QmfQFDe9vYSH1PwcaHRxsPRVS5xxAxxgnEMPfa8eNWqGqD", "display_uri": "ipfs://QmPRHTNkSss8i2wFW6KaTHesWaugSxmDBpfwXFBqqS5XaM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfQFDe9vYSH1PwcaHRxsPRVS5xxAxxgnEMPfa8eNWqGqD", "mimeType": "audio/wav"}], "creators": ["KT1XfRXjEBuNp3Njricnw338LGv7CB7uatYA"], "tags": ["music", "beat", "album", "manya", "dibaxu", "sabotaje", "rap", "hiphop", "culture", "producer", ""], "extra": {}}