{"__version": 1, "token_id": 660885, "symbol": "OBJKT", "name": "Objkt #1", "description": "European Parliament, Luxembourg.\n\nEuropean Commission publishes a report February the 1st  on the validity of the digital Covid certificate. The 3G rule is in place, cure, vaccination or test offer digital certificate and the vaccine validity period is limited to 9 months (2/2; 1/1). The European Union maintains the free movement of residents regardless of their vaccination status through member countries. The restriction is placed on the entry of each country depending on the policies in place. Ireland is the only nation that does not require a Pass. In Austria, the law passed by the Parliament on 20 January was signed into law by the President on Friday 4 February, obligatory vaccination comes into effect for adults without medical contraindications under penalty of a financial penalty (600€-3600€). Italy imposes compulsory vaccination at the age of 50, Greece at the age of 60 and the Grand Duchy of Luxembourg on its workers. Belgium and Germany are also in the trend with discussions in favour of mandatory vaccination.\nThrough the introduction of the Pass Vaccinal, France applies the 2G rule to the whole territory: cure or vaccination. The list of places concerned does not change, nor does the list of socio-professional categories. The majority of private jobs are not covered by this policy. The Vaccinal Pass is not mandatory for everyone, an ambivalence that divides mentalities. France allows the third possibility, that of the covid test for arrivals from countries categorized as “green” (Saudi Arabia, Hong Kong, Switzerland, Japan) and tightens its policy for arrivals from countries categorized as “red” (United States, Afghanistan). Despite high daily contamination, the mandatory wearing of masks has been abolished in some places, the principle of gauges has been abolished, and festive venues have been reopened. The 9-month booster dose imposed by the European Union is 4 months on French territory (or EU law > French law). With the elections approaching, the real aim of the vaccination policy is doubtful: the Vaccinal Pass serves as a smokescreen to divert attention from global warming, geopolitical tensions? the possibility that the French current President will be re-elected rises to 80%, without announcement or election campaign, the maxim “divide and rule” was born in a new light?\nIn each country concerned by the Vaccinal and/or Sanitary Pass uprisings are formed. One of the fundamental principles of the Human Being is attained, dignity. Dignity prevails to safeguard the human person “against any form of enslavement or degradation”, implies that the person remains master of his body and of himself. Through the obligation to vaccinate, an individual is forced to be vaccinated in order to have access to leisure time, a supposed freedom. A worker is obliged to be vaccinated in order to gain access to employment, social status and unemployment insurance.\nIsrael, a pioneer of vaccination and the Health Pass, announces a reversal of its vaccination policy after the launch of the 4th dose, following the decrease in efficacy against the Omicron variant. The hope is that the vaccination policy imposed in the European Union will be terminated after booster doses (3/2; 2/1).\n", "artifact_uri": "ipfs://Qme22uENa8T9D2M6bwmnush6ien6tauAK4TiY2BAqUU94v", "display_uri": "ipfs://QmZYbExYSKJgZomaNNSFbzkxb1XiNnDArcijtfArqr8wHT", "thumbnail_uri": "ipfs://QmTztZRvEN8iFnYwxXyRQS7gG7hXZPQPyZykth7syBhZLo", "formats": [{"uri": "ipfs://Qme22uENa8T9D2M6bwmnush6ien6tauAK4TiY2BAqUU94v", "mimeType": "image/jpeg"}], "creators": ["tz1Zyv4k8eUyLyyLLH7bhXyeCZWf94dxoYbd"], "tags": ["photo"], "extra": {}}