{"__version": 1, "token_id": 668685, "symbol": "OBJKT", "name": "SARABHA", "description": "Sarabha is described as a being who has the same characteristics as Narasinga, namely a mixed being. The difference is, if Narasinga is half human – half lion, Sarabha is half lion-half bird. There are various depictions of Sarabha. Some describe Sarabha as a giant bird with the arms of a lion, others describe her as a creature with the body of a lion, the head of an eagle, and the trunk of an elephant. In addition, there are also those who describe Sarabha as a lion with eight legs, a human body, and a bird's head.\n\nWhatever the description, they all agree that Sarabha has the combined characteristics of a lion and a bird of prey and clearly has enough power to rival the Narasinga Avatar.\n\nSarabha is an avatar of Shiva who appeared after Narasinga Awatara defeated Asura Hiranyakasipu. When killing Hiranyakasipu, Narasinga drank every drop of Hiranyakasipu's blood and tore the Asura's body into small pieces and then wrapped it around himself. This was done by Narasinga so that Hiranyakasipu's physical body no longer had any contact with the universe.\nSarabha and Narasinga also met and the battle between the two avatars of the incarnation of the two Trimurti was inevitable. Eighteen days later Narasinga fell before Sarabha. Sarabha then killed Narasinga Avatar in order to return Vishnu's soul to its original place, Vaikuntha. Another version states that Narasinga immediately woke up from his 'madness' and immediately worshiped Sarabha who was none other than Shiva.", "artifact_uri": "ipfs://Qmash7WfKyxL6foPURkuAnXo3XrgwBgrMZmxJ676JocJaZ", "display_uri": "ipfs://QmToaSHvk1wn31z4Ttae6Eu5FdAF1CAyEC36wp7xBbvsA7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmash7WfKyxL6foPURkuAnXo3XrgwBgrMZmxJ676JocJaZ", "mimeType": "video/mp4"}], "creators": ["tz2G552uy7KA749MEgaKnBQcxciQdh41KURd"], "tags": ["animation", "illustration", "balinese", "myth", "history", "art"], "extra": {}}