{"__version": 1, "token_id": 637728, "symbol": "OBJKT", "name": "Last Chance", "description": "Verse 1\nMy relationships turn to shit, I'm always on my selfish shit,\nEven though I know I gotta selfless girl, who loves me more than she loves herself,\nand I never take the time to realize what's her worth,\nMaybe I just take some things for granted but if it's new gear it's like oh man,\nI gotta have it, and that's the problemo, this is no bueno, I didn't the memo,\nSomebody send help I need a lifeguard, come on cupid shoot another arrow,\nI'm tired I'm tired of breaking her heart, and I don't wanna part,\nI feel like a car and the motors bout to blow it's a standard,\nheaded up the hill just to drop down backwards, let the fire burst into flames,\nand let it burn into ashes.\n\nChorus\nThis might be my last chance, this might be my last dance,\nshould I switch it up, change the pace, switch my stance,\nThis might be a glance into my past,\nThis might be my last chance, this might be my last dance,\nshould I switch it up, grip my pants, change the pace, switch my stance,\nthis might be a glance into my past.\n\nVerse 2\nThe choice of a second chance is more likely,\nbut another chance of fvcking up is more like me,\nI cant sing I'm always off key,\nI never knew how to love no one taught me,\nMy mother left me for my stepdad,\nand my father played the role of my best friend,\nMy best friends my dad and he's my mentor so\nlet the story begin,\nNa. you never taught me how to love, I guess that's one thing\nyou don't do as a monk, you give me advice, say bye then hang up,\nI'm the growing tree, I'm your seed, I'm your son, I'm the bullet,\nyour the gun, im what you bleed, im your blood, but what if\nI told you there's another one, and I got to get her back because\nmy heart is the universe, I'm the moon she's the sun.\n\nChorus\nThis might be my last chance, this might be my last dance,\nshould I switch it up, change the pace, switch my stance,\nThis might be a glance into my past,\nThis might be my last chance, this might be my last dance,\nshould I switch it up, grip my pants, change the pace, switch my stance,\nthis might be a glance into my past.", "artifact_uri": "ipfs://QmSvyQ8AC9Uritj8vnfDBWRtydc4Ds2w6PMhRE9HjkSGuS", "display_uri": "ipfs://QmUjS3r6foDq4Xsg3WLSJBgHTs99gJsyQDNBfXFk4SctXn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSvyQ8AC9Uritj8vnfDBWRtydc4Ds2w6PMhRE9HjkSGuS", "mimeType": "audio/mpeg"}], "creators": ["tz2MxjL7SLCvEVmUtASGpa3tjNwnKfJXYaBu"], "tags": ["imintedthisforfree", "Imintedthisformytokenholders", "hiphop", "music"], "extra": {}}