{"__version": 1, "token_id": 697028, "symbol": "OBJKT", "name": "Citi Vault – Ultimate cold Storage", "description": "In line with our core activity of safeguarding assets, Citi currently offers clients access to Safe Deposit Boxes (SDBs). I propose that Citi begin to market the use of SDBs to digital investors who wish to safeguard the physical components of their digital assets (wallets and seed phrases). Wallets (either hot or cold) hold a portfolio of cryptographic assets by storing public and private keys (parts of mathematic proofs used to eliminate double spend and confirm ownership without a centralized intermediary). A seed phrase is the only way to unlock a wallet. A wallet is essentially a glorified flash drive and a seed phrase consist of 16 words usually written on a sheet of paper or stamped onto a metal card. Horror stories abound of people who were unfortunate enough to misplace their wallets and/or seed phrases.  It is in our client’s interest to market Citi’s existing SDBs to digitally native clients as an option for safeguarding these assets. By physically placing these objects in an SDB, a client’s digital assets are safe from loss and hacking. By simply providing a safe location to store these physical items, Citi may be a part of the digital asset ecosystem without touching cryptographic currencies, NFTs, exchanges or custody. We are essentially repackaging and remarketing an existing service. By leveraging existing customer information and KYC policies, we can make obtaining a safe deposit box easy, less intimidating, and less risky for Citi.\n\n", "artifact_uri": "ipfs://QmYyJNczsQH8PX1Hxz1pnhhuuism9rCUcUsFzm2x2sxgXH", "display_uri": "ipfs://QmRCu2RRdwajdroCjJv7vA53Ur4UWZDqdE7k9YptWJJLCz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYyJNczsQH8PX1Hxz1pnhhuuism9rCUcUsFzm2x2sxgXH", "mimeType": "image/png"}], "creators": ["tz1V7uUHmeVQwWgqXQ1h4myofdrE5aZ3Fo1w"], "tags": ["FutureofFinance", "CeFisupportingDeFi", "analogWeb3.0", "usecase"], "extra": {}}