{"__version": 1, "token_id": 670171, "symbol": "OBJKT", "name": "Lucille", "description": "SLEEP PARALYSIS PROJECT\n2018. Sony a6300. Procreate.\n\nWhen I graduated high school in 2011, I'd began to experience lucid dreams. On some, \"I'm obtaining useless information\" kick, I spend many nights researching how to have it, and after I'd moved to Texas my dreams had become vivid. It felt communicative with myself. I remember one time, to this day, dreaming of how to light a set. It felt like watching yourself in third person, and I woke up with retained knowledge I know I knew, but never organized for myself to see in practice. Lucid was nice. and then I got stressed out. I'd have em' sporadically for a few years.\n\n2018 was a rough year for me mentally. I sold my camera and computer and wrote myself away from creating anything after I quit my job to pursue art full time and falling on my face. Constantly stressed. Jobless and depressed. I'd started having sleep paralysis.\n\nLucille was my first experience. I remember thinking we were being robbed, and full on panicked in my state. She always stood in the corner of the room, back turned. There'd span a week of whenever I would open my eyes, it felt like a coin toss of if she'd be there or not. After the second time I understood it was lucid, though. I knew my brain wasn't waking my body up. It wasn't until a month in or so when I could communicate where I thought she should be in the room. Even today, when I think about it, it don't sound real.\n\nShe'd listen. and I'd remember every time. If I could wake up after an experience I'd try to document it (and I did on my instagram atleast. Check my highlight reel) or sketch out what my mind would see. My lucidity afforded me communication with myself, so I always felt in control of her.\n\nSomewhere in then I began to start treating these conversations I was having with myself like the art I felt it to be. That's what it felt like; Whatever I was seeing, was myself trying to say something. and a part of me believes I knew I would do this, because there is no better way for me to talk to myself than to express it the way I love. It was drawn over photos that made me feel that way when I saw them. I studied these because this was what my mind interpreted as my mental state. my emotions and feelings. in a physical space for me to see. This is what my curiosity felt like. a picture.", "artifact_uri": "ipfs://QmZXL3QFuNv7TU1tmSrhQ3441G8KGRaH3sw12y37FALrdi", "display_uri": "ipfs://QmdnHNHgPvgyKZ75a13s25ZwPEphSZg6knpjjwfxL3KxXJ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZXL3QFuNv7TU1tmSrhQ3441G8KGRaH3sw12y37FALrdi", "mimeType": "image/jpeg"}], "creators": ["tz2QWJXztiXrgUXwyAz77d4CAZGUp5ku4sZT"], "tags": ["illustration", "photography", "personal"], "extra": {}}