{"__version": 1, "token_id": 682771, "symbol": "OBJKT", "name": "GUILTY! GUILTY! GUILTY!", "description": "Back in April of 2021, former police officer Derek Chauvin was found guilty of the killing of George Floyd. He was sentenced to 22.5 years in prison. What happened to George Floyd was nothing short of cold-blooded murder of an African-American man in broad daylight in front of civilians and the world. What is sad, is that there isn't more of these events happening, it's just being recorded on a daily basis and with the advent of Social Media, word gets around the world in a heartbeat now. I made this into a mantra mandala so that whomever reads this in the future will hear those words over and over and over again to let the moment sink in. It's important to note that police officers in America rarely, if ever get convicted of murder or misuse of their power. This was a tipping point towards the long arm of justice for African-Americans and people of color. This by no means is the end of the struggle to ensure proper accountability for a rogue police officer as well open up the dialog to communicate the conversation of reallocating resources to address future problems with correct response. Meaning...if there is a 911 call about someone having a mental health issue, send a mental health expert, not a cop with a gun. If there is a martial quarrel between a couple, send an relationship expert, not a cop with a gun! Life has many nuances, throwing a bull in a china shop will yield nothing, but ensure everything will be broken. We can do better than this. We have the resources, we just need the will to change and adapt.", "artifact_uri": "ipfs://QmVJSZW7WTak5BoivXt36Axo4Xck3fL51AE4Hdxx1R5oH4", "display_uri": "ipfs://QmTcMMndy7zwzNbZmX7iFhaBRkBYe7m6rJKEXCzTqxcgao", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVJSZW7WTak5BoivXt36Axo4Xck3fL51AE4Hdxx1R5oH4", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}