{"__version": 1, "token_id": 686919, "symbol": "OBJKT", "name": "FATHER AWAY", "description": "This is a really tough one to talk about for me. About 9.5 years ago my father passed away from lung cancer. Every single day I think about the good, the bad, and the missing lost moments that I wish I could share with him. We had a complicated relationship that would vacillate from loving to respectful to sometimes contemptuous. What relationship between a father and son doesn't have their issues on some level or another? This very artwork represents this entire series. If you've been wondering what all of this means and why I've done what I've done, you're about to see the full scope and scale of this entire project. First I'll explain this work and then I'll go into detail how this relates to the whole project. If we count the number of FARTHER AWAYs there are, it's 9. Each FARTHER AWAY represents a year he's been gone and next year it will be 10 and then 11, then 12, and so on and so forth. When we look at the bottom, we can see that we've removed the letter R to reveal the secret hidden word of FATHER in plain sight, which when added to AWAY...creates the devastatingly emotional raw truth that he's gone; my father is gone. How this one work relates to EVERYTHING in this series is that each one of these images are connected to each other via the right side of the previous image's gradient. Meaning, when all images are presented together in a single unending line connected, it creates a ribbon like structure undulates in and out of darkness representing the good and bad of our relationship that spiritually, metaphorically, metaphysically, artistically, emotionally connects me to my father. Each day is one day longer, one day further, one day farther away from my father. This ribbon or tether is connected to my heart, mind, and soul. This conceptual work has grown beyond this original idea into something much, much bigger on top of what's been done so far, but we will get into that in future images.", "artifact_uri": "ipfs://QmeJfiLmuNXW2rEzBAtnfHnqXtwQTpftsLgqMoSviKzZTg", "display_uri": "ipfs://QmcDM8nLTRxCr3Wt2QuiMcejUDMpQnD2w9Yt4KsBgkzzwm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeJfiLmuNXW2rEzBAtnfHnqXtwQTpftsLgqMoSviKzZTg", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}