{"__version": 1, "token_id": 669168, "symbol": "OBJKT", "name": "Morondanga Republik: Ghost Cheetah", "description": "When King Filomenus(1) returned from that Night of the Frogs(2), he was no longer the same. \n\nIt is known that the vapors emitted by the frogs while copulating in that swampy area, together with the effects of the fifth full moon of the year, produce the delusions of anyone. But usually the hallucinations last as long as the night. Filomenus, on the other hand, returned to his palace the next morning, bringing the illusions with him. \n\nHe began to do many things that made no sense, such as starting to paint oranges blue, or drinking water from the wrong side of the glasses (he threw water on the glasses and then licked them). But the most damaging thing he did because of his delusions was to start raising ghost cheetah cubs in his gardens (he claimed that ghost cheetahs were the only species of animal with which he could engage in long, honest conversations).\n\nIt is known that the ghost cheetah is not a native species of Morondanga but that Filomenus had them brought from the country of the Polohs. The king's cubs began to grow older and then to reproduce. A lot. \n\nThe introduction of the ghost cheetah caused the extinction of the horsenny(3), a tame and inoffensive animal that inhabited the slopes of this peculiar country.\n\nIt is also said that the ghost cheetah has the weight of the gaze. That there is no one capable of holding the gaze of this immense ghostly white cat. That its eyes are the color of blood and its fur is as slimy as wavy swamp algae. \n\nFlora Márquez - 2022\n\n(1)\tSee OBJKT #439879\n(2)\tSee OBJKT #245972\n(3)\tSee OBJKT #473913\n\n", "artifact_uri": "ipfs://QmafKsCx68KoBb5uzAP3Hev7tzt6dzzB1YqfbQJkggksgU", "display_uri": "ipfs://QmYqHhpkt4Wezz81oYnv9RB6kezeiMtZgxupAMS9fBmYtz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmafKsCx68KoBb5uzAP3Hev7tzt6dzzB1YqfbQJkggksgU", "mimeType": "image/png"}], "creators": ["tz1TbLqpBNkwxFxpFbfnhUdaL2nsBexxpjPb"], "tags": ["Morondanga", "Stamps", "Illustration", "2d", "color", "cheetah"], "extra": {}}