{"__version": 1, "token_id": 681368, "symbol": "OBJKT", "name": "$hr00min", "description": "PHIGITAL EDITION\n\nThis is a very special piece that I created while on the plane going to and from Denver (2/16/22 & 2/19/22). This mushroom monster is something I started creating years ago, before I started blowing glass in 2019. Recently I have finally started recreating this doodle I have been drawing for years into the physical form of glass. Collectors of this piece will have a 1/10 chance to win the very first series of these Amanita Glass Mushroom Monsters that will be signed & numbered.\u2028\u2028\n\n- How to qualify:\n\nThere will be up to 10 chances for collectors to claim one of my very first batch of these glass mushrooms. The easiest and quickest way for serious collectors to 100% lock one of these in is to collect 10 editions. \n\nRather than scrambling to make sure 10 editions are locked in, leave an offer for 42.069 tezos and I will accept the first 9 offers. Once I accept your offer, I will airdrop 9 more editions to your wallet.\u2028\n\nAfter 48 hours, regardless of whether or not all 9 were claimed, the rest of the editions will go up for sale for a limited time which is TBD (follow me on Twitter for updates @crypto_wook). Anyone who missed the allotted time to put in an offer for 10 editions will still have a chance to buy 10 on primary, or secondary if it comes to it. \n\nAnyone who owns 1-9 editions will qualify to enter a giveaway for one of the glass mushrooms. The number of editions you own will determine how many entries you have in the giveaway. You cannot own 10 editions and still qualify for the giveaway, BUT you can own 12 editions and have 2 entries for the giveaway, or 15 editions with 5 entries to the giveaway, etc.\n\nThe giveaway winner will be announced on Twitter once any remaining unsold editions have been burned, and it will be up to the giveaway winner and collectors of 10 editions to contact me to claim the physical. (Twitter @crypto_wook)\n\n- TL;DR\u2028\u2028\n\n• Be the first of 9 collectors to buy 10 editions = physical guaranteed \n• Own 1-9 editions qualifies as number of entries for giveaway\n• Own more than 10 editions to secure a physical & have entries to giveaway\u2028\n\nJust because there are up to 10 chances for collectors to win a physical doesn’t mean all 10 will be claimed. Only 1 will be given away. The rest will depend on if people buy the editions needed to claim a physical before the burn of any remaining editions.\u2028\u2028\n\n- What to do with editions after claim?\n\nI heard you like utility - so I am going to be offering a future burn utility for this piece. Might be a good idea to hold on to them until the utility is announced. Will this be a trend for all of my previous open editions? Maybe… ;)\n\nMush Love,\nÇ®¥¶†0 \\/\\/øøk", "artifact_uri": "ipfs://QmVzh7iQEwM4Ad5H8CULM9F6Sq5o7Ru2N2syumzgpJEcgG", "display_uri": "ipfs://QmVbcu3hwk6kgKJ8D1iRk2JGUezS88J8PAEhJF5b1i54iN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVzh7iQEwM4Ad5H8CULM9F6Sq5o7Ru2N2syumzgpJEcgG", "mimeType": "image/png"}], "creators": ["tz1bqVcZLrKgF3gcCu8USNME66xtisTZNwao"], "tags": ["CryptoWook", "Shrooms", "Mushroom", "Shroom", "Trippy", "Psychedelic", "Phigital", "Futurecraft"], "extra": {}}