{"__version": 1, "token_id": 670742, "symbol": "OBJKT", "name": "Hecate", "description": "Hecate or Hekate[a] is a goddess in ancient Greek religion and mythology, most often shown holding a pair of torches, a key, snakes or accompanied by dogs and in later periods depicted in triple form. She is variously associated with crossroads, entrance-ways, night, light, magic, witchcraft, knowledge of herbs and poisonous plants, ghosts, necromancy, and sorcery. Her earliest appearance in literature was in Hesiod's Theogony in the 8th century BCE as a goddess of great honour with domains in sky, earth, and sea. Her place of origin is debated by scholars, but she had popular followings amongst the witches of Thessaly and an important sanctuary among the Carian Greeks of Asia Minor in Lagina.\n\nHecate was one of several deities worshipped in ancient Athens as a protector of the oikos (household), alongside Zeus, Hestia, Hermes, and Apollo. In the post-Christian writings of the Chaldean Oracles (2nd–3rd century) she was also regarded with (some) rulership over earth, sea, and sky, as well as a more universal role as Savior (Soteira), Mother of Angels and the Cosmic World Soul.Regarding the nature of her cult, it has been remarked, \"she is more at home on the fringes than in the centre of Greek polytheism. Intrinsically ambivalent and polymorphous, she straddles conventional boundaries and eludes definition.\"\n\nThe Romans knew her by the epithet of Trivia, an epithet she shares with Diana/Artemis, each in their roles as protector of travel and of the crossroads.", "artifact_uri": "ipfs://QmTCVsxBxAMzMksqLq8RkYoHfoGnto8NJBTBpHRGso4msE", "display_uri": "ipfs://QmeCXVNSDknWgPJPAzFH12Vmv5pBuR8T4HbJV8GuX8Wqix", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTCVsxBxAMzMksqLq8RkYoHfoGnto8NJBTBpHRGso4msE", "mimeType": "image/jpeg"}], "creators": ["tz1SwFwV4iAus6m6j2NN1v1mrUuZFvreVCpZ"], "tags": ["statue", "antalya", "turkey", "photography", "photo", "ancient", "city", "old", "rome", "history", "mythology", "strong", "god", "wizard", "day", "night", "road"], "extra": {}}