{"__version": 1, "token_id": 701042, "symbol": "OBJKT", "name": "Simurgh Rises", "description": "Simurgh (/sɪˈmɜːrɡ/; Persian: سيمرغ) is a benevolent, mythical bird in Persian mythology and literature. It is sometimes equated with other mythological birds such as the phoenix (Persian: ققنوس quqnūs) and the humā (Persian: هما).\nThe figure can be found in all periods of Iranian art and literature and is also evident in the iconography of Georgia,nmedieval Armenia, the Eastern Roman Empire, and other regions that were within the realm of Persian cultural influence.\n\nThe Simurgh made its most famous appearance in Ferdowsi's epic Shahnameh (Book of Kings), where its involvement with the Prince Zal is described. According to the Shahnameh, Zal, the son of Saam, was born albino. When Saam saw his albino son, he assumed that the child was the spawn of devils, and abandoned the infant on the mountain Alborz.\n\nThe child's cries were heard by the tender-hearted Simurgh, who lived atop this peak, and she retrieved the child and raised him as her own. Zal was taught much wisdom from the loving Simurgh, who has all knowledge, but the time came when he grew into a man and yearned to rejoin the world of men. Though the Simurgh was terribly saddened, she gave him three golden feathers which he was to burn if he ever needed her assistance.\n\nIn classical and modern Persian literature the Simorḡ is frequently mentioned, particularly as a metaphor for God in Sufi mysticism. In the 12th century Conference of the Birds, Iranian Sufi poet Farid ud-Din Attar wrote of a band of pilgrim birds in search of the Simurgh. In the poem, the birds of the world gather to decide who is to be their king, as they have none. The hoopoe, the wisest of them all, suggests that they should find the legendary Simorgh, a mythical Persian bird roughly equivalent to the western phoenix. The hoopoe leads the birds, each of whom represent a human fault which prevents man from attaining enlightenment. When the group of thirty birds finally reach the dwelling place of the Simorgh, all they find is a lake in which they see their own reflection. This scene employs a pun on the Persian expression for \"thirty birds\" (si morgh).\n\nToday is the nowruz that means the Persian-language term for the day of the Iranian New Year, also known as the Persian New Year. It begins on the spring equinox\n\nHAPPY NEW YEAR", "artifact_uri": "ipfs://QmVGDy23vxSAeBeS84A5hTaqx3ChWqJiizFkDWt4yQmxpw", "display_uri": "ipfs://QmVGDy23vxSAeBeS84A5hTaqx3ChWqJiizFkDWt4yQmxpw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVGDy23vxSAeBeS84A5hTaqx3ChWqJiizFkDWt4yQmxpw", "mimeType": "image/jpeg"}], "creators": ["tz1dWC1aKp8vfiFBAC7tZSigyTiumVrWFcwM"], "tags": ["Nowruz", "spring", "simurgh", "mythology", "literature", "persian", "newyear", "digital", "digitalart", "minimalart", "abstractart", "darkart"], "extra": {}}