{"__version": 1, "token_id": 485059, "symbol": "OBJKT", "name": "#12 - Virtuoso", "description": "(Unmute Sound for Optimal Experience)\n\nFragment 12 - Virtuoso\n(From the BINARY EMOTIONS series)\n\n\"The attraction of the virtuoso for the public is very like that of the circus for the crowd. There is always the hope that something dangerous will happen.\"\n\nVirtuoso: It's dedicated to the path of knowledge, the relentlessness of going the distance, and the humbling journey one takes. As it is said that Everyone is a virtuoso on their instrument but together they add up to an intolerable cacophony.\n\nThe final fragment, Virtuoso represents the emotions I feel today. The craft is yet to be mastered and I walk a different path in search of knowledge. The next chaos I seek is the world of NFTs and recently have joined the race. This space has opened my eyes to much newer knowledge. It's a world untapped with infinite possibilities. Binary Emotions, the series is a love letter to myself in an attempt to record my life's journey, shred to fragments and put my story in the hands of others. In a poetic way to spread myself across the plains of the metaverse and be forever etched into binary. A new beginning awaits.\n--\n\"BINARY EMOTIONS\" is a series based on 12 Single Edition Fragments in which the artist aims to translate his inner nuances within a specific moment into visuals that evoke certain emotions. An emotional journey digitized into a binary piece cataloged onto the blockchain.", "artifact_uri": "ipfs://QmbGmsZkiozSAyNiTZnvfU4Ew4Cx8hxAaNQtpEnkS4DYEb", "display_uri": "ipfs://QmfWfeuPtedamnUguGTCFS3qFQLN4mos5oGLfAfZojEN9H", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbGmsZkiozSAyNiTZnvfU4Ew4Cx8hxAaNQtpEnkS4DYEb", "mimeType": "video/mp4"}], "creators": ["tz1bjGdjBLbwdr8ptGcjakKAeM6TLU6UzLgP"], "tags": ["virtuoso", "master", "metaverse", "meta", "nft", "walk", "circle", "life", "creation", "artist", "rainbow", "achieve", "dreams", "persevere", "winning", "inner", "world", "rare", "fragment", "twelve", "choice", "binary", "emotion", "nuance", "light", "series", "scifi", "retro", "noir", "animation", "glitch", "colors", "tech", "cyberpunk", "dark", "music", "sound"], "extra": {}}