{"__version": 1, "token_id": 490059, "symbol": "OBJKT", "name": "SexMagic Spell Card for Creativity and Instant Manifestation", "description": "This card was made with GODDESS energy and with the intention of releasing all blockages in your energy body related to sexuality, creativity, attraction, self love, sensuality, flow, expression, inner freedom, creation, co-creation, procreation\n\nInstructions: \n- For this spell to activate you’re going to masturbate, but instead of imagining your crush or watching porn (please DO NOT WATCH PORN during this spell), you are going to think of this card and yourself.\n- Watch the card for at least 10 mins with volume up, numb on the details and think of the the experiences and feelings you desire to experience in life.\n- Masturbate. Take your time and play, cuz the goal of this act is to harvest source energy and direct it through the root and sacral chakra (where your genitals are) all the way up to the top of your head, removing blockages related to scarcity, shame, guilt, outdated self identification, fear.\n- Before and during orgasm you HAVE TO VISUALICE or think of all that your heart desires to manifest related to the themes mentioned before. \n- Fell the orgasm as is a ray of energy is filling your body through your genitals. \n- FEEL THE ORGASM as a force coming from outside to your inside. \n- While orgasming guide this force through all your body and\n- Fell how it passes through your belly, fills your heart, goes to your throat, your eyes, your head and right above your head.\n- Be loud if you can and laugh at the end as if you know it worked.\n- Considere it done. \n- Do not repeat until manifestation", "artifact_uri": "ipfs://QmcmdjgNfeeuXM6jvV7LYCkwaagzfGimTZ6mPFyzwrYocC", "display_uri": "ipfs://QmU8U7dLoy5UEr1aR5e3zoM93PQ5GRLqL7EsTJdge1dMTJ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcmdjgNfeeuXM6jvV7LYCkwaagzfGimTZ6mPFyzwrYocC", "mimeType": "video/quicktime"}], "creators": ["tz2Vfvkf2TuCiDa6JucvqU5FLNvxLkwWkRrQ"], "tags": ["Magick", "spell", "uhcaribe"], "extra": {}}