{"__version": 1, "token_id": 651559, "symbol": "OBJKT", "name": "On Your Marks Black Frame", "description": "People said I was crazy for daring to dream,\nThey all laughed at me and said I was over 300 pounds,\nThey said it was impossible for me to ever become a runner\nAnd you know what? I didn't care.\nIt wasn't them, the haters, that I was done with.\nThe haters fueled my fire.\nIt was my own fears I was done with.\nI was DONE with being afraid of failing.\nI was DONE with caring about what people think about me.\nI spent too much of my life being afraid of what other people think of me.\nAnd while I mourned over all the things I didn't do,\nall the things I didn't have,\nall the things I didn't become…\nAnd as I sat there, wallowing in my own self pity,\nI decided enough was enough and told myself \"I'm going to run in that race!\"\nWhile people laughed at me,\nI used them as fuel for my fire.\nAnd day in and day out was out there busting my ass.\nIt sure wasn't pretty, but I had to keep moving forward,\nIt was the only option for me.\nTwo years later, all I have to say is, who's the one laughing now?\n\n-----\n\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. Black frames are initially given out for free on Hicetnunc. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n", "artifact_uri": "ipfs://QmY8aWJ8AEHYeYA7wy5StKgWKkHACUkk8ShRdHZBZbwSaS", "display_uri": "ipfs://QmSNBSLULvAMrMGZnmDTbSWcbTnqDUmsAL2K9CfYhhnCJD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmY8aWJ8AEHYeYA7wy5StKgWKkHACUkk8ShRdHZBZbwSaS", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["NeuralNetwork", "NeuralArt", "AIArt", "AIEnhancedArt", "AIColors", "Runner", "Athlete", "Marathon", "Girl", "Athletics", "running", "run", "Story", "Utility", "GalleryGehenna", "GalleryGehennaNFT", "GalleryGehennaProject", "blackFrame", "Utility", "Game"], "extra": {}}