{"__version": 1, "token_id": 676959, "symbol": "OBJKT", "name": "SABOTAJE | ABISMO PT.2", "description": "LYRICS: MANYA (@Joaquin37381415)\nPROD. MIX & MASTER: DIBAXU (@dibaxuP)\n\n* By purchasing this NFT you are contributing to the realization of the next album. If you get 4 songs from SABOTAJE you will receive a free track from the next album, and if you get 6 you will receive 2 tracks.\n\nLYRICS:\nY cuando las flores se sequen y los bosques se talen y los males aquejen lo inevitable que pudo haber sido evitable im asking to you ¿vos o tus presiones a quien te entregaste?\n\nEntre las presiones y la libertad\nSoy buda, pero teniendo que laburar y usando Instagram\nLa confusión me viene a buscar y por lo certero \nsolo un trago de escabio al suelo puedo tirar\n\nEntre las presiones y la libertad\nLo destructivo y la creatividad \nLo impuesto y la posibilidad\nEn tiempos donde la credibilidad es debilidad y no habilidad mi bilis ilimitada de tanto vomitar no se va a cansar\n\n¿En qué punto la simpleza se torna dificultad?\n¿Y la verdad falsedad? y el calor frialdad?\nLa belleza también fealdad la bondad en maldad, ey\nTodo transmita parece que a mal\n\nSera que no podemos vivir sin morir cada día un poco en este sistema del mal\nDonde vuela el que solo camina porque nunca tuvo con que tropezar\nO que sea errada la forma prevista que uno tiene de volar un pájaro enfermo \nsolo por sus plumas se va a preocupar?\n\nO mira también hacia otro lugar \nQuizás sus plumas son cantos de un coro disuelto donde ya no abunda la pluralidad\nSi pongo la otra mejilla me van a noquear\nYa tiene tantos moretones que no se quiere mostrar \nPor eso apuesto mis fichas a la vanidad con una dualidad\nBasada en torno a las presiones y a la libertad\n\nENGLISH:\nAnd when the flowers dry up and the forests are cut down and the evils afflict the inevitable that could have been avoidable im asking to you who did you or your pressures give yourself to?\n\nBetween pressures and freedom\nI'm a Buddha, but having to work and using Instagram\nConfusion comes looking for me and because of the certainty \nonly a drink of escabio on the floor I can throw away\n\nBetween pressures and freedom\nThe destructive and creativity \nThe imposed and the possibility\nIn times where credibility is weakness and not ability my unlimited bile from so much vomiting will not get tired.\n\nAt what point does simplicity become difficulty?\nAnd truth falsehood? and warmth coldness?\nBeauty also ugliness, goodness into evil, and goodness into evil?\nEverything transmits it seems that to evil\n\nIs it that we cannot live without dying a little every day in this evil system?\nWhere flies the one who only walks because he has never had to stumble over\nOr that it is wrong the foreseen way that one has of flying a sick bird \nonly for its feathers will it worry?\n\nOr does he also look elsewhere \nPerhaps its feathers are the songs of a dissolved choir where plurality no longer abounds.\nIf I turn the other cheek, they'll knock me out\nHe already has so many bruises that he doesn't want to show himself \nThat's why I bet my chips on vanity with duality\nBased on pressures and freedom\n", "artifact_uri": "ipfs://QmdAehi8v3mZ3zfMVZ3MLLosQvCCYbd7TG7scvQFjKtQDP", "display_uri": "ipfs://QmeEaARRZw7UvwbygrpABqckFasHSQQEG2DMBdMFHFCVgf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdAehi8v3mZ3zfMVZ3MLLosQvCCYbd7TG7scvQFjKtQDP", "mimeType": "audio/wav"}], "creators": ["KT1XfRXjEBuNp3Njricnw338LGv7CB7uatYA"], "tags": ["music", "album", "sabotaje", "manya", "dibaxu", "beat", "rap", "hiphop", "culture", ""], "extra": {}}