{"__version": 1, "token_id": 679659, "symbol": "OBJKT", "name": "NFTs are scam.", "description": "NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. But y? NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. I don't care. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. And I'm a scammer. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. NFTs are scam. Period.", "artifact_uri": "ipfs://QmTpGhVk2i7oGiNdSyyb3e5GipC9rz287aWpzEghSHwg3W", "display_uri": "ipfs://QmPFS5crAWfJFBUXEA1DzAYB551otT1Pv7WSuGUtSkEmQE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTpGhVk2i7oGiNdSyyb3e5GipC9rz287aWpzEghSHwg3W", "mimeType": "image/jpeg"}], "creators": ["tz1ioznvTFnM63CA8uAS7b6wttkKprJErUMZ"], "tags": ["NFT", "scam", "scammer", "jpeg", "contemporaryart", "modernart", "digitalart", "abstractart", "multidisciplinaryartist", "atari", "ascii", "screen"], "extra": {}}