{"__version": 1, "token_id": 681859, "symbol": "OBJKT", "name": "[Sic]_Lons 1.2", "description": "| Natalianne Boucher | 2022 | PNG | 4002 x 2673 |\n\n________\n\n\n«[Sic]» is a project initiated during an art residency for a physical theatre play called «Là où nous sommes» (Where we stand), created and performed by Charlotte Braun. This first serie is therefore called «[Sic]_Lons». \n\nAfter several collaborations on the project as videographer, during 2020 I was invited to join the team during two weeks of creation as «outside eye» at Cube studio-theatre, Hérisson, France. The aim of it is generally to give feedback that comedians cannot get from themselves on stage.\n\nThe play deals with the question of walking in nature, slowness and the thoughts that accompany it. We see a character move through different qualities of dance movement, expressing physical and mental introspection, or conversely detachment and letting go while immersed in nature. \n\nThese photographs are a proposal seeking to capture the attentive slowing down present in the subject of the piece, but also inherent to any work of research and rehearsing. The play deals with the question of walking in nature, slowness and the thoughts that accompany it. We see a character move through different qualities of dance movement, expressing physical and mental introspection, or conversely detachment and letting go while immersed in nature.\n\nBeeing present as outside eye during this step of writing on stage was thus an opportunity to examine what makes, from the spectator’s point of view, the anticipation, the reflexion, the surprise or habituation when receiving an artistic proposal. How memory within the cognition system distorts our perception of things, or is distorted by renewal.\n\nIn this sense, «[Sic]» serie represents the reception of another artist’s work, as a collaborative quote of the initial artwork. Since nothing is added to the image afterwards, photography can in this case thus serve both as a faithful object to the work cited and also as a testimony of the transition between the viewer’s gaze and the object observed.\n\nThe project is currently continued with other companies or artists at work or performing.\n\n________\n\n\n«Là où nous sommes» cast : Conception : Charlotte Braun / Performance : Charlotte Braun, Romain Pellegrini ( Drums ) / Drums composition : Romain Pellegrini / Sound and light creation : Audrey Ruzafa. Partnerships: La Ménagerie de Verre (StudioLab), CENTQUATRE-PARIS, Briqueterie CDCN Val-de-Marne,  Cube – Studio Théâtre Hérisson, CND Pantin (StudioLab), La Mue – Cairon art residency.\n\n________\n\n\nBIO\n\nNatalianne Boucher is a visual artist with an experimental animation background. She works with complementary dynamics and media, from landscape with photography and drawing to the use of performative, expressive or musical body with video and animation. Among those collaborative or personal works, she directed «Continuum» (2014) awarded video dance and «The Blame» Bob Moses music video (2021). She is interested in representing human perception of time, working on the balance between its individual and universal aspects. The tension between cognition and emotion with time matter often reveals in her work themes such as memory, anthropomorphism, the inanimate, loneliness and otherness.", "artifact_uri": "ipfs://Qmc4yn1ZEPgMNMkC2eMdP9q5PNgTct4hFC17KZU4zBSCUs", "display_uri": "ipfs://QmTjiav6qPpN8d2gvDaf9fMFrxcQ9N6opW1dQz3sxYe7Tr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc4yn1ZEPgMNMkC2eMdP9q5PNgTct4hFC17KZU4zBSCUs", "mimeType": "image/png"}], "creators": ["tz2U2ZSy9W7D2UT8MtEGPz356uWQMgG23RhD"], "tags": ["theater", "music", "photography", "longexposure", "drums", "movement", "creature", "improvisation", "spectator", "outsideviewer", "charlottebraun", "laounoussommes", "sic", "natalianneboucher"], "extra": {}}