{"__version": 1, "token_id": 658708, "symbol": "OBJKT", "name": "Melepas Malam (Midnight Detour)", "description": "\"Melepas Malam\" (Midnight Detour) \n\nRita meneguk gelas terakhirnya..\n\"Selamat malam nona, apakah ada menu tambahan lagi?\" tanya seorang pramusaji pada Rita\n\"tidak terimaksih, sudah cukup kok, saya sudah selesai\"\nsambil tersenyum pada sang pramusaji Rita berdiri dan menuju kasir membayar menu makan malamnya. \n\nIni adalah tahun ke 8 almarhum ayahnya \"berpulang\". Sudah mejadi kebiasan Rita, tiap tahun di hari \"kepulangan\" alm. ayahnya, Rita selalu datang untuk makan malam di restoran  tersebut. Walaupun waktu tidak dapat di putar mundur, Rita berharap dapat merasakan sedikit memori ketika Ayahnya mengajaknya makan ke tempat itu sewaktu kecil. \n\nMalam bertambah larut Rita menuju ke parkiran, mengenakan helm dan meyalakan mesin motornya, sambil memanaskannya sebentar Rita membuka sebungkus permen mint yang diambil dari saku jaketnya. Mesin sudah cukup panas sepertinya, kini saatnya pulang... \n\n00: 36 seconds looping animation with audio\n1080px1080p \n\n___ \n\n\"Midnight Detour\" \n\nRita finished her last sip of water\n\"Do you need anything before the last order, miss\" a waiter asked Rita.\n\"No, I'm fine, thank you\"\nRita smiled at the waiter and go straight to the cashier. \n\nHer father passed away 8 years ago, she always have dinner in this restaurant once a year. Rita knew she can't turned back time but at least she can taste a bit of the old memories she had when she was a kid, her father often took her for dinner at the same place. \n\nIt's getting late, she went out to the parking lot and warm up her motorcycle, 20 minutes passed and it was closer to midnight..  it's time to go home.\n", "artifact_uri": "ipfs://QmemdPPofjHqNGSdhQUXgSNGmxaA58WzXVGQRtyFCGSdG3", "display_uri": "ipfs://QmT3JpqWS9zgFahLiQqLd7sVnUj7C48WZVh1TLdk8hmKUP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmemdPPofjHqNGSdhQUXgSNGmxaA58WzXVGQRtyFCGSdG3", "mimeType": "video/mp4"}], "creators": ["tz2AkfEKec1Xg9p4T5aPj2aWi4yNL9XtZ83o"], "tags": ["ssartje", "animation", "illustration", "audio"], "extra": {}}