{"__version": 1, "token_id": 662708, "symbol": "OBJKT", "name": "Mxrry Chrxstmxs - Arkham Adventures #2", "description": "*You've Found a Journal Entry*\n\n________________________________________\n\n-December 25, 2101\n\n\"The bitter, cold air, stung my throat and nostrils, as I struggled to catch my breath. An unfamiliar feeling rushed through my limbs as I look in my bag, and realize, I still have the hard-drive with me. It's a feeling of hope.\n\nWe had been running for what seemed like an eternity to escape B-Block, where the 'Men in Yellow Suits' were searching for what's left of the Resistance, a group of survivors trying to liberate the oppressed. Anyone they find, they torture to get information about the Resistance and their underground base, known as \"WanderLost\". After they are done with their sadistic interrogation tactics, the 'survivor' is implanted with a Nano-Bot, which turns the 'survivor' into, what we now know as, the 'Men in Yellow Suits', shells of a human carrying out whatever instructions the, Roth's Corp., uploads into the, The Seer, the server that controls the Nano-Bots.\n\nWe need to make it back to Arkham with the hard-drive. That is our only hope. If they capture us, they'll torture us, and kill us. And the Resistance will fall.\n\nI feel hopeful though. For the first time since 'the event', I feel hopeful.\"\n\n~K.\n\n________________________________________\n\n\nArkham Adventures, is set in a Post-Apocalyptic, Totalitarian world where the evil Roth's Corp., has taken control. The one's who go willingly are implanted with Nano-Technology that hijacks their consciousness, and turns them into a Human Robot. The one's who refused went underground to a cavern system known as WanderLost, and formed the Resistance. A new hope is found when it's revealed that someone has figured out a way to shutdown the 'Universal Nano-Bot Network' (UBNN), and destroy Roth's Corp.\n\nWill they destroy it before, Roth's Corp., finds WanderLost?\n\nEach image comes with a Diary Entry from one of three protagonists trying to navigate the treacherous land that once was Arkham.\n\nAll these photo's were taken while we were actually exploring various abandoned hospitals across America.", "artifact_uri": "ipfs://QmZ9J5498ykWDde2hLeatShNX76Fadv6auBDwXsqAQAxNH", "display_uri": "ipfs://QmZ9J5498ykWDde2hLeatShNX76Fadv6auBDwXsqAQAxNH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZ9J5498ykWDde2hLeatShNX76Fadv6auBDwXsqAQAxNH", "mimeType": "image/jpeg"}], "creators": ["tz1XfBRHBe3VdgHMj1KW5o7P6dVbzRiUfUCW"], "tags": ["novel", "graphicnovel", "nft", "tezos", "crypto", "bayc", "mayc", "larva", "cryptopunks", "hen", "hicetnunc"], "extra": {}}