{"__version": 1, "token_id": 682008, "symbol": "OBJKT", "name": "PRICE RANGE PRIDE RANGE PRIZE RANGE", "description": "What's your price range for your pride range for your prize range? In other words, what are you willing to pay/give up in terms of your integrity to achieve what you want? Are you willing to sell your ideals, morals, and self-worth out? For what? For money? For clout? For the girl? For the boy? For state? For country? For an ally? For a foe? Are you willing to sell yourself out? Think on your life. Forget about the haters, the trolls, the noise...all of it. Think about you. Are you working towards your dreams and aspirations? If Yes? Flip the page and move to the next work. If No, let's dig deeper? Why aren't you fulfilling your dreams? Did something happen in life along the way? Is it because of something you did or didn't do? Was it because someone did something to you? Is it because of systemic racism? Is it from a lack of opportunities? Are you happy with your life? How does all of this make you feel? Am I hitting a nerve? Do you just want to turn the page already? Sometimes you need to look in the mirror and be honest with yourself. Cut all the bullshit out of your life or as much as you can possibly do and look deep into your own eyes and ask these questions. And even ask more. Start a relationship with yourself to check in with yourself. No one else is going to do the heavy lifting for you in your life. There will always be friends, family, therapists, medication, blah, blah, blah...but only you can be the change that you seek. (Wow, Andrew...you be any more pretentious and pedantic on this one?) Just trying to help you the reader see something inside of you, so that you are the best version of yourself.", "artifact_uri": "ipfs://QmWh58EbtXh1GMvd6QWaitL7P3iCrNFiZZDEn4z2HPVzwc", "display_uri": "ipfs://Qmbz2NeLoMSi46qDG3RHcTU9EvFEuwMvS5wvs4LNwJtYpr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWh58EbtXh1GMvd6QWaitL7P3iCrNFiZZDEn4z2HPVzwc", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}