{"__version": 1, "token_id": 698208, "symbol": "OBJKT", "name": "Nowruz Butterflies Postcard #(13)", "description": "Nowruz is the first day of the Iranian solar year, equal to the 1st of Farvardin, the beginning of the Iranian New Year and one of the oldest celebrations left from the time of ancient Iran. Nowruz originated in ancient Iran and people in different parts of the Iranian plateau celebrate Nowruz.\nNowruz is the beginning of the new year in Iran and Afghanistan, and in some other countries, such as Tajikistan, Kyrgyzstan, Kazakhstan, Syria, Iraq, Georgia, the Republic of Azerbaijan, Albania, China, Turkey, Turkmenistan, India, Pakistan and Uzbekistan, it is a public holiday. They celebrate it.\nNowruz, as an old and ancient celebration, has been inherited from many ethnic groups in the region, and with a special color and stigma, it has acquired an Iranian identity card and is mentioned as a symbol connecting Iranian individuals and ethnic groups and the Iranian nation. Nowruz, officially the \"International Day of Nowruz\", has been inscribed on the UNESCO World Heritage List as a World Heritage Site.\nThis day is also considered one of the holy days and religious holidays of Zoroastrians and Baha'is.\nEaster eggs or spring eggs are special eggs that are often given as a gift to celebrate Easter or the beginning of spring. The egg is a pagan symbol and symbolizes the rebirth of the earth in the spring festivals, and the early Christians chose this symbol as a sign of Christ's resurrection.\nIn this collection, we made 10 real decorative eggs for Nowruz and painted unique images of beautiful butterflies on them, and then using the butterflies' symmetry, we created amazing oriental symmetrical images. Finally, we added famous and beautiful poems of prominent and old Iranian poets such as Hafez and Rumi along with English translations of the poem to this composition. Each one is unique and a total of 40 copies have been prepared and will be added to the Hicetnunc over time.\nShow your love and friendship to your loved ones and friends, and Congratulation Nowruz to them on the decentralized space of Web 3 by buying and giving these Nowruz Butterflies Postcard as gifts.\nThank you.", "artifact_uri": "ipfs://QmXxDpbYdvtnJpXzVUkN1H1hvmmr4wzYT86TW5XDy5CtyP", "display_uri": "ipfs://QmV2ozv8iuJgLDgwE98da9QFiarihKZR9W1obQWfAKYgYn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXxDpbYdvtnJpXzVUkN1H1hvmmr4wzYT86TW5XDy5CtyP", "mimeType": "image/jpeg"}], "creators": ["tz1RmjW3jY16tPUoKTgWi3vmMtpsMgdrVwDA"], "tags": ["nowruz", "happynewyear", "persiannewyear", "iran", "persian", "nowruzmobarak", "norooz", "happynowruz", "noruz", "norouz", "novruz", "nevruz", "navruz", "newyear", "haftsin", "photography", "nooruz", "persiannewyearfestival", "butterfly", "butterflies", "butterflyphotography", "persianpoem", "persianpoetry", "hafez", "poem", "poetry", "persiancalligraph", "farsi", "handwritten", "hafezpoem", "easteregg", "eastereggs", "easter", "happyeaster", "eggs", "spring", "postcard", "postcards", "illustration", "nft", "nftart", "art", "digitalart", "nfts", "nftcommunity"], "extra": {}}