{"__version": 1, "token_id": 638657, "symbol": "OBJKT", "name": "GIVE ME SOMETHING.", "description": "Will COVID19 ever go away? Are we doomed to be in this modality forever? Are you losing hope? You're not alone in this sentiment. The obvious observation would be to say that the pandemic has been challenging for everyone. That's a given, but when we look deeper into this moment in history we discover that we are a resilient species. We've found ways to adapt to new circumstances, new experiences. We tried so hard to keep our sanity, our relationships, our jobs, our careers, our lives to keep going. How much longer can we do this? At what point do relationships fade, or job security runs out, or our significant other's call it quits? Those questions and more are insecurities I feel on a daily basis. Maybe I'm alone in this sentiment, but my gut tells me otherwise. There has to be a breaking point for any civilization, whether it's political, medical, financial, social, etc. There has to be a point where society breaks down and chaos reigns supreme. Where is that line? I'm genuinely curious to know, not in a morbidly fascination way, but more of the I'd like to know to be prepared kind of way. How much more of this can we all take? One thing is for sure, we can all blame most of the willingly unvaccinated for unnecessarily prolonging the pandemic in many spots around the country. My question to them is...are you tired of all this already? Yes? Then get the fucking shot already. ", "artifact_uri": "ipfs://QmaWUnszvsvqtZVBC9GkRYSMFwMryNXVG6TKE4h9ckhVhy", "display_uri": "ipfs://QmPtNd2YVWXPWKw5xawgRVo9TPC1XL8BidK6diA9MFiq3c", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaWUnszvsvqtZVBC9GkRYSMFwMryNXVG6TKE4h9ckhVhy", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}