{"__version": 1, "token_id": 686357, "symbol": "OBJKT", "name": "Tongil25슈퍼 series", "description": "통일슈퍼25 Tongil[unification]-supa25: I suppose you could call this mixed media. The original 60 x 50cm oil painting on canvas has been photographed & digitalized and then the two figures, the shop sign, and beer crate, have been painted on afterwards, using iPad with digital brushes. So pretty much everything else in the picture has been painted with oil paint on canvas. I did the digital additions, because I want to paint some subjects in with the building (shop). Doing it digitally is a good way to sketch that before trying to paint it. I was gonna put me 1930s commie-partisan Korean fighting girl from the north on there, sitting in the sunny doorway, sipping a beer, smoking a fag, ak47 perched nearby, hat and jacket off, but yeah, Putin has gone and over-stepped the mark now. Since traveling, I've always an interest in other political ideologies and independence movements. I lived in South Aftica, Mozambique, Zambia, North & South Korea for 20 years combined. Politically rad cold-war areas. I find it interesting when I can tie their ways in with the arts, culture and history. So instead, I decided to paint in a 'hood’ a kinda young punk. It was the first thing that came to mind. Maybe I'll paint him in on the original too. I guess it is still contemporary that way, at least from what I was thinking at the time it is, even though my scenes are not easy to date, not even for me", "artifact_uri": "ipfs://QmPCALXWzExpoY2SeQZzPy816iuPZiyyW3StyTqoZpdvdm", "display_uri": "ipfs://QmVuSFvtN872SDjLdmH4i4kuhTt48Z1gpdxqpNLgMb7ZcE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPCALXWzExpoY2SeQZzPy816iuPZiyyW3StyTqoZpdvdm", "mimeType": "image/jpeg"}], "creators": ["tz1VSV95vqTVMd7iZdo5mwigfEQmuc9B8LWw"], "tags": ["남북아트", "로저셰퍼드", "rasart", ""], "extra": {}}