{"__version": 1, "token_id": 637887, "symbol": "OBJKT", "name": "No Mercy", "description": "700 million years ago after his rebellion with the sun gods\nAgnus was thrown from the sky falling into a spiraling black hole of darkness\nthere was nothing there just dark.\nin a very long sleep he dreamed of seeing swans, the moon, and the sea.\nthen he woke up feeling a lick and something wet on his face. he hasn't felt anything since 700 million years.\nwhen he tried to open his eyes, the pain and soreness in his eyelids was like being stuck with thousands of needles\nhe can't see because in the hole it's just dark and empty\nhe forced until tears came out red, blood.\n\nconfused and hazy vision, a little light appeared nearby then sharp fangs appeared\nand the terrible head slowly becomes a bright light\nThen you see a white wolf that is the source of light in the hole\nhe looked into the wolf's eyes. he feels very strong energy and enthusiasm\nwith intuition he stood up then walked slowly towards the wolf\nthen said it was time for us to leave this cursed place!\ntook his stick and sword. it makes a big water spiral\nwhile smiling they both jumped into the vortex.\n\non the other side at the same time by the ocean in the forest\nbeautiful girls, as beautiful as swans! enjoying his time by soaking in the water while laughing\ntheir faces are so calm and their smiles are so beautiful.\n\nsuddenly the wind was strong and the water started surging\nthe very calm atmosphere turns into eerie\n\nthe sound of the bell coming from the sky is so strong\nthe girls start to get restless and panic\nblue clouds turn gray and black\nwhat happened? What is this? they wonder\nOn a big old tree near the sea the tree trunk turns into a black circle\nThen the wolf came out of the old tree followed by Agnus who was already holding the arrow\nand took aim at the girls' heads.....", "artifact_uri": "ipfs://QmZvusus9qnmYJDssL7f58PVM98Kw1SbN69oqMf4jba9gh", "display_uri": "ipfs://QmXKm14cgJ4YnnxN4fy4UtT6XUq7b5f9ovmrBekQ3cD3xz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZvusus9qnmYJDssL7f58PVM98Kw1SbN69oqMf4jba9gh", "mimeType": "image/png"}], "creators": ["tz1Q92AgPBoXKuovHneACWyVpBNXBaz4hvZs"], "tags": ["Illustration", "Lineart", "Darkfolk", "darknft", "darkfantasy", "fantasy", "ink", "Amunraancient", ""], "extra": {}}