{"__version": 1, "token_id": 650487, "symbol": "OBJKT", "name": "It All Comes Crashing Down Gold Frame", "description": "None of you guys know what it's like to be stuck in a room for close to  whole goddamned YEARS wasting your entire life away, ruining your relationships with your friends and family... all because you thought you were changing the world only for it to be a lie.\n \nI guess I should have seen the red flags earlier on? But somehow I didn't, and today it all finally came out. The email that kicked this off, the email that was supposed to be what defined this as a real legitimate project that was supposed to go somewhere: it turns out that it was nothing but a lie, just propped up for my two bosses just to use me as a goddamned pawn.\n \nThis was my EVERYTHING! ...and it turns out I was serving two corporate whores who were just using me as a tool and a pawn in a game that I knew NOTHING ABOUT!\n \nAnd to add insult to injury, to really really add insult to injury, they expect me to \"just keep working\" as if nothing has happened!\n \nI AM GOING TO FUCKING SNAP!!\n\n—---\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. Gold frames have the lowest initial mint rate of the main 3. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n", "artifact_uri": "ipfs://QmQZvZD7NuJYbUHsKptoFykQU9KssGyMjcVPAdFA4z7Dm7", "display_uri": "ipfs://QmWs4npTnZNxid26ErNaTF7KagVHgCHpkCiYExRjsYzq9d", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQZvZD7NuJYbUHsKptoFykQU9KssGyMjcVPAdFA4z7Dm7", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["NeuralNetwork", "NeuralArt", "AIArt", "AIEnhancedArt", "AIColors", "horror", "bipolar", "agner", "meltdown", "ragte", "frustration", "", "Story", "Utility", "GalleryGehenna", "GalleryGehennaNFT", "GalleryGehennaProject", ""], "extra": {}}