{"__version": 1, "token_id": 664487, "symbol": "OBJKT", "name": "MIND PARASITES", "description": "These vile creatures wander inside the consciousness of each of us. They masterfully play with uncertainty, resentment, envy and anger, with childish fears and social conventions that bind our will, playing all this like winning cards. In moments of spiritual decline, their voices are heard especially clearly. They whisper strange things to us, plunging our consciousness into the abyss of darkness, to the bottom, from where the light of hope is no longer visible. They bait us into an endless dialogue with ourselves, but in fact we continue to talk to them. \nIt is beneficial for them that you continue. It is advantageous to sow doubt and uncertainty, to force you to mentally look for ways out of absurd and terrible situations, in the end to reconcile you with an unenviable fate. It is profitable, because only in this way they will have a reason to come back and occupy your head, thereby confirming their existence and making themselves and everything they whisper real. They are very cunning and secretive. They resist that you remember about their existence.\n\nThey rationalize everything they say, even though you don't really need to listen to them. However, it is easier to defeat them than it seems. You just need to mentally tell them \"ебучие паразиты я вас не звал идите нахуй» ୧༼◔益◔╭∩╮༽", "artifact_uri": "ipfs://QmXbaNPVEKW3fka2tNcwBEMNER4GvQq2rGgGjxSR3d5xyR", "display_uri": "ipfs://QmZrE2z7SU6vsEpU83okpXvRgxKGFr955cvZZF4W8XvVQF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXbaNPVEKW3fka2tNcwBEMNER4GvQq2rGgGjxSR3d5xyR", "mimeType": "image/png"}], "creators": ["tz1NQZsJu4JGTgHQHXMkCimDXcDrxu5STDVN"], "tags": ["3d", ""], "extra": {}}