{"__version": 1, "token_id": 695287, "symbol": "OBJKT", "name": "Eye of Providence", "description": "The Eye of Providence (or the all-seeing eye of God) is a symbol that depicts an eye, often enclosed in a triangle and surrounded by rays of light or Glory, meant to represent divine providence, whereby the eye of God watches over humanity.\n\nToday, the Eye of Providence is often associated with Freemasonry, first appearing as part of the standard Freemason iconography in 1797 with the publication of Thomas Smith Webb's Freemasons Monitor.\n\nIn this use, the Eye, representing the all-seeing eye of God, serves as a reminder that humanity's thoughts and deeds are always observed by God—who is referred to in Masonry as the Great Architect of the Universe. Typically, the Masonic Eye of Providence has a semicircular glory below it, and is sometimes enclosed by a triangle.\n\nPopular among conspiracy theorists is the claim that the Eye of Providence shown atop an unfinished pyramid on the Great Seal of the United States indicates the influence of Freemasonry in the founding of the United States. However, common Masonic use of the Eye dates to 14 years after the creation of the Great Seal. Furthermore, the only Mason among the members of the various design committees for the Great Seal was Benjamin Franklin, whose ideas for the seal were not adopted. Likewise, various Masonic organizations have explicitly denied any connection to the creation of the Seal.", "artifact_uri": "ipfs://QmWobhVFrD4615rEkBTqTPk2vSewEpDQEXoxQveyzb4FBR", "display_uri": "ipfs://QmaBktwwJEcW2J9KRPYTzvxVtdzanVcutaANHqLNS4UeKA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWobhVFrD4615rEkBTqTPk2vSewEpDQEXoxQveyzb4FBR", "mimeType": "image/png"}], "creators": ["tz1Zrzs1sC9BHbRwtDgFrNC4fkZ5cXMw83ch"], "tags": ["codeart", "generativeart", "piano", "minimalart", "abstract", "math", "random", "mathart", "psychedelic", "minimal", "masonory"], "extra": {}}