{"__version": 1, "token_id": 476451, "symbol": "OBJKT", "name": "i.R.D. [institutions of Resolution Disputes] (2015)", "description": "A manifesto in the form of 5 institutions, encrypted in DCT. \nIncludes decryption key!!! \n\nBetween March 28th and April 15th 2015 I opened the i.R.D., in the form of a solo show at Transfer Gallery New York. The i.R.D. were created during a time in my life when I felt especially let down by institutions. I felt taken advantage of, and realized that institutions often work to keep their institute alive rather than to serve the purpose they have been erected for in the first place, ie. to serve and help the people that need them. During this time in limbo I developed the i.R.D, that consist of five institutions, through which I voice my critique on institutions: institutions should not consist of a group of people hiding themselves behind the title of “institution.”\n\nThough the i.R.D. mimic an institution, in reality they are not classic, institutional organs. Instead, the i.R.D. multiplex the term institution by revisiting its usage in the late 1970s. In this context, formulated by Joseph Goguen and Rod Burstall, institutions refer to a more compound framework that deals with growing complexities, connecting different logical systems (such as databases and programming languages) within the computer sciences. The main result of these non-logical institutions is that different logical systems can be glued together at a substrata level, forming illogical frameworks through which computation can also take place: this type of institutions work for functionality, not for bureaucracy.\n\n\n\nThe institutions of Resolution Disputes (i.R.D.) call attention to media resolutions. While a ’resolution’ generally simply refers to a standard (measurement) embedded in the technological domain, the iRD reflect on the fact that a resolution is indeed a settlement (solution), but at the same time a space of compromise between different actors (objects, materialities and protocols) who dispute their stakes (framerate, number of pixels etc.) within the growing digital territories.\n\nResolutions inform both machine vision and human modes of perception. They ubiquitously shape the material of everyday life. They shape the material of everyday life ubiquitously. They do this not just as an “interface effect” but as hyperopic lens, obfuscating any other possible alternative resolution from the users media literacy.\n\nThe question is, have we become unable to construct our own resolutions, or have we become oblivious to them? Either way we are in need for another re-“(Re-)Distribution of the Sensible”.\n\niRD intend to impose methods of “creative problem creation” to bring authorship back to the layer of setting a 'resolution'. The radical digital materialist believes in an “informed materiality”; while every string of data is ambiguously fluid and has the potential to be manipulated into anything, every piece of infor-mation functions within /adhesive*/ encoding, contextualization and embedding (etc).\n\nThrough iRDs tactics beyond resolution, the otherwise grey mundane objects of everyday-life show their colors. iRD are not a wunderkabinet of dead media, but a foggy bootleg trails for vernacular resistance.", "artifact_uri": "ipfs://QmVusLjhfmp47ChrJDT4nyMcEnFZ21YPidjGBehio2Qpky", "display_uri": "ipfs://QmWKJ96KxNdSycFEnXASNj6d5JiHtT4TEBztTXyHfwNPAJ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVusLjhfmp47ChrJDT4nyMcEnFZ21YPidjGBehio2Qpky", "mimeType": "application/pdf"}], "creators": ["tz2UMmSdhQjLYCbZrRCdWgXey1FahcGVzR3W"], "tags": ["i.R.D.", "Glitch", "JPEG", "GlitchArt", "PDF", "Text", "Encryption", "DCT", "DiscreteCosineTransform", "Compression", "MediaArcheology", "Cryptography", "CryptoArt", ""], "extra": {}}