{"__version": 1, "token_id": 508751, "symbol": "OBJKT", "name": "Unexpected Boundaries ", "description": "Hey, I’m Kat from bothfetish.com, model, photographer, fetishist, and co-founder of this experience we are about to embark into.\nThe world changed and we had to change, adapt, OWN, EARN, GET SOME.\nYour support is what gets this collective hallucination running, we seed desire, inspire the senses, and make you explode.\nI’ve been making erotic and fetish videos for a year now, more than 5 million Pornhub views and over 10k fans as of this message, we are not only growing fast; we are now able to create what we have always dreamt of, our most secret of desires, the shame of our fetishist hearts, bare for all to see.\nVisit bothfetish.com for more info, news, and secret drop collections, collabs and cheers, socials Instagram @ both.fetish\nTwitter @ bothfetish\nPornhub @ pornhub.com/model/bothfetish\nMail : both.fetish@gmail.com\nwww.bothfetish.com\nProof of OWNERSHIP of this NFT +7 times  (14 total bestowments) get the full resolution RAW camera photographs from that day 7 RAWs. NSFW. 18+ PLEASE, or an open mind, this is ART, not porn, or maybe both or none at all, maybe just a sexy documentary.\nWill it hurt? Of course, IT WILL, but that’s why we are here for.\nContact me in the media you so desire.\nUNEXPECTED BOUNDARIES only 7 pieces minted \nPhotography by Mr.O  Model KAT FETISH: high heels, shadows, fishnets, BDSM, DOM, SUB.\nWe had never met before, I was a little nervous to be honest, but once the ropes came out to play, so did I, funny how letting go, how surrendering, makes you truly realize who really holds power over who.\nI am my master’s slave, I AM my masters master, for without me, they would only have an unquenchable desire to reign over their urges, like animals they would cower, and hump until dreams came through.\nNow the whip masters thought, the bounds bite true, and I just let go, being the master of my master, by just letting go…\n", "artifact_uri": "ipfs://QmSWAQ9did5TPeTLj8h5bcyg4S2gQTpMh6fm2vdXhiMVMV", "display_uri": "ipfs://Qmbp7VCFGYATDhr4RWuR8LgMGeHYq3jfVDCkEcUqPT2aAB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSWAQ9did5TPeTLj8h5bcyg4S2gQTpMh6fm2vdXhiMVMV", "mimeType": "image/png"}], "creators": ["tz2JyCfdyMfgU4Bt8URCTBm68EnBy49GFyMd"], "tags": ["feet", "heels", "bdsm", "sfw", "bounds", "fetish", "pain", "master", "photography", "art", "nft", "collection"], "extra": {}}