{"__version": 1, "token_id": 694751, "symbol": "OBJKT", "name": "Sailfish, Ocean Organizers", "description": "Sailfish are very nervous creatures.  They are always swimming fast and jerky as they look for things to organize along their way.  They get advice from Manta Ray, Jellyfish and other sea helpers on how to keep things flowing smoothly.  \n\nThey arrange the oceans, sometimes all alone and sometimes in huge schools, to help the ocean live and thrive. They arrange the marine currents according to the seasons. \n\nThey never stop to rest, but instead simply drifts in a currents they have arranged with care. Their crests, which makes them all look like a punks, indicates their ages. The longer the crest, the older the fish. They glitter with different colors, due to the electric current generated by their activity.\n\nStory by Emily Wergifosse\n\nThis collaboration project was set into motion by a last minute pairing in a community event called Blinddate in February 2022, where two artist were randomly paired to do a collab project together.  The very first project was a unicorn in a bubble.  \n\nEA, @EaEAa10 (Twitter) lives in central United States and is an illustrator working on paper with markers, chalk and colored pencil and Looly @EmilyWergifosse (Twitter) lives in Europe working on the computer doing fractals.  We have come together to bring you this series, which could never have existed in any other world.  Thank you to @rblbab, @teroseso and all of the members of the Tezos community who encouraged us to continue this collaboration.", "artifact_uri": "ipfs://QmNcGWCgXRjkfrkzfdfZkcsyCkERJjVLQVn39F33suS5Ki", "display_uri": "ipfs://QmYEjqEQQWHkCPzZkLWvcyKc2U3LCA5NyieDrDsQ5yZTRh", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNcGWCgXRjkfrkzfdfZkcsyCkERJjVLQVn39F33suS5Ki", "mimeType": "image/png"}], "creators": ["KT1WXyjNf4zXQq4hUgRePWjxZsMcnWyo86oL"], "tags": ["ice", "ball", "fractal", "illustration", "story", "fairytale", "Frozen", "frozenworld"], "extra": {}}