{"__version": 1, "token_id": 670102, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 137", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, There’s Some Trucks In The Way.  In protest of vaccine mandates and mask guidelines in Canada, Canadian truckers have been staging a protest over the last few weeks, blocking access to the Ambassador Bridge in Windsor Ontario, as well as three other US border points including Sarnia,Ontario; Emerson, Manitoba; and Coutts, Alberta. This has crippled supply chains in both the US and Canada and most recently led to an emergency meeting between President Joe Biden and Prime Minister Justin Trudeau; their hope being to hammer out some emergency provisions to get things moving again. The truckers message is simple, they feel their freedoms are being taken away and if they don’t fight back, the government will continue to extend their reach until they take everything away. These junction points have looked more like a tailgate party than a protest, with dozens of trucks parked, camping out, honking horns; people drinking, shouting slogans, and in some places even vandalizing public property. This has inspired similar protests in other countries including Paris, however it looks as if Canadian authorities have begun to take a hard line stance and will begin clearing these protests by force if necessary. ", "artifact_uri": "ipfs://QmcKTTWYD93LFNqhSqD9bwAJMfvffJGr7BWvuqqZb7RUhR", "display_uri": "ipfs://QmWvjqMy885jJeYrky2GG6oPbn8Zg6s5VmvLRTxX6qFxxH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcKTTWYD93LFNqhSqD9bwAJMfvffJGr7BWvuqqZb7RUhR", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}