{"__version": 1, "token_id": 647046, "symbol": "OBJKT", "name": "What is Love ♥ - La foule (23307)", "description": "Points have a combination of three main personality traits and are colored accordingly using generated colors. They can be attracted to different level by the other traits but are in their majority attracted by similar personalities, although some hate it. This piece was generated using seed 23307, the crowded space makes it that points evolve in groups and their multicolored personality makes these groups iridescent.\n\n# The What is Love ♥ system\nIn a small 2D space, the system generates points that have their own personality, and are attracted or repelled by points in their neighborhood depending on the personality traits of the other points. Each individual point then lives its own life, following phases of wider or narrower attention, stronger or weaker emotions, and phases of breakout where, for some points, some personality traits become repulsive. Eventually, everyone comes back to their original position more or less chaotically. \nAll parameters are generated randomly based on a randomly chosen seed. The system is purely generative and there is no curation of the results. When many points are generated, the collective movement of the points generates changing patterns. Sometimes, it becomes possible to follow individual stories: love that comes and goes, groups of friends that make or break, individuals that don’t follow the masses and create their own story. There is always imperfection, there are always outliers that mess up with the flow. It is not necessarily the most aesthetically pleasant, but this is life, and I hope that some of these stories will speak to you.\n\n# Rendering\nThe system is written in the R language, and plotted with ggplot2. It is operated on a refurbished Linux machine running on green energy. Each point has a color representing its own personality traits and is surrounded by a colored glow.\nNote: for the sake of file size, the original image produced was converted to mp4, and is available upon request.\n\n# Parameters\nseed: 23307\nbrightness: 25\ncolor0: black\ncolor1: #8BBE70\ncolor2: #3F1947\ncolor3: #41738B\ncolor4: #E7F4DB\nglow_strength: 0.6\nglow_additive: TRUE\nsparsity: 0.074\nhate_invert_prob: 4\nadmixture: 0.22, 0.27, 0.24, 0.33, 0.21, 0.15, 0.2, 0.28, 0.38, 0.31, 0.11, 0.17, 0.23, 0.26, 0.19, 0.18, 0.37, 0.14, 0.3, 0.32, 0.36, 0.29, 0.4, 0.16, 0.39, 0.12, 0.35, 0.13, 0.25, 0.34, 0.1\nperiods_sense: 1\nperiods_spread: 4\nbreakups: 181\nprice: 25.327404266651", "artifact_uri": "ipfs://QmboxVY987T1HCN6AXYYyS1gcLg2ayERtVHyNQostyEcf4", "display_uri": "ipfs://QmYDjpt8kXtsLW6cRR7HfMCFRgMaQZTYjwzHtpcGDpxBbq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmboxVY987T1HCN6AXYYyS1gcLg2ayERtVHyNQostyEcf4", "mimeType": "video/mp4"}], "creators": ["tz1dEi3vTMT6idyH37AiqSifS5rNvYep6iao"], "tags": [""], "extra": {}}