{"__version": 1, "token_id": 650546, "symbol": "OBJKT", "name": "Mainstreet Galaxy Towne Black Frame", "description": "Everyday when I wake up and come to work, it's that same sign I see every day:  mainstreet in Galaxy Towne. Now this place definitely is a great area to visit, the cosmic trip icecream joint that's here is probably one of the best places you can go in the entire universe for something like. But living here though? It all gets old after awhile.\n \nIt's not that the place has anything wrong with it...\n \n \n \nIt's just, like I said; ALL THE SAME.\n \n \n \nSame stuff, different day.\n \n \n \nSame people, different week.\n \nThe galaxy is a wide space and yes this place supposedly has some of the prettiest color spectrums in the entire universe but like it's boring! I just want to get out, see the rest of the universe! Heck I want to be a hero and fight evil, like those super heroes you hear about on earth! I don't want to be the icecream man anymore, I want to be a cosmic force!\n \n—---\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. Black frames are initially given out for free on Hicetnunc. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n", "artifact_uri": "ipfs://QmRrKDnuL2ads3tGjthwzir977csir1y5n8JY1sW3iyd7k", "display_uri": "ipfs://Qmbv9K5ciAE71gWMzZYfTQB8dfqie6aGzHbgyzwsQxNGMZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRrKDnuL2ads3tGjthwzir977csir1y5n8JY1sW3iyd7k", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["NeuralNetwork", "NeuralArt", "AIArt", "AIEnhancedArt", "AIColors", "space", "outerspace", "mainstreet", "main", "street", "galaxy", "crazy", "LSD", "vibing", "Story", "Utility", "GalleryGehenna", "GalleryGehennaNFT", "GalleryGehennaProject", ""], "extra": {}}