{"__version": 1, "token_id": 697846, "symbol": "OBJKT", "name": "PINK FLOYD \"THE DARK SIDE OF THE MOON\"", "description": "The Dark Side of the Moon built upon experiments Pink Floyd had attempted in their previous live shows and recordings, but it lacks the extended instrumental excursions which, according to critic David Fricke, had become characteristic of the band following founding member Syd Barrett's departure in 1968. Gilmour, Barrett's replacement, later referred to those instrumentals as \"that psychedelic noodling stuff\". He and Waters cited 1971's Meddle as a turning point towards what would be realised on the album. The Dark Side of the Moon's lyrical themes include conflict, greed, the passage of time, death and insanity, the latter inspired in part by Barrett's deteriorating mental state. The album contains musique concrète on several tracks.\n\nEach side of the album is a continuous piece of music. The five tracks on each side reflect various stages of human life, beginning and ending with a heartbeat, exploring the nature of the human experience and, according to Waters, \"empathy\". \"Speak to Me\" and \"Breathe\" together highlight the mundane and futile elements of life that accompany the ever-present threat of madness, and the importance of living one's own life – \"Don't be afraid to care\". By shifting the scene to an airport, the synthesiser-driven instrumental \"On the Run\" evokes the stress and anxiety of modern travel, in particular Wright's fear of flying. \"Time\" examines the manner in which its passage can control one's life and offers a stark warning to those who remain focused on mundane pursuits; it is followed by a retreat into solitude and withdrawal in \"Breathe (Reprise)\". The first side of the album ends with Wright and vocalist Clare Torry's soulful metaphor for death, \"The Great Gig in the Sky\".\n\nOpening with the sound of cash registers and loose change, the first track on side two, \"Money\", mocks greed and consumerism using tongue-in-cheek lyrics and cash-related sound effects. \"Money\" became their most commercially successful track, and has been covered by several artists in subsequent years. \"Us and Them\" addresses the isolation of the depressed with the symbolism of conflict and the use of simple dichotomies to describe personal relationships. \"Any Colour You Like\" tackles the illusion of choice one has in society. \"Brain Damage\" looks at mental illness resulting from the elevation of fame and success above the needs of the self; in particular, the line \"and if the band you're in starts playing different tunes\" reflects the mental breakdown of former bandmate Syd Barrett. The album ends with \"Eclipse\", which espouses the concepts of alterity and unity, while forcing the listener to recognise the common traits shared by humanity.", "artifact_uri": "ipfs://QmXLiEKXPjyLT7vG328bnaMM4doXuqzsYBp66uB7tTXHSs", "display_uri": "ipfs://QmTVBsubFNurThmcSLrCPZCBdJueMkknM9kJ9YfZdrSgPy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXLiEKXPjyLT7vG328bnaMM4doXuqzsYBp66uB7tTXHSs", "mimeType": "image/jpeg"}], "creators": ["tz1cV2TkjRE6pZ6aQCzqwGNMosQ2qUpe81pb"], "tags": ["pinkfloyd", "thedarksideofthemoon", "unique", "music", "poster", "objkt4objkt"], "extra": {}}