{"__version": 1, "token_id": 512991, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 099", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, While The Techno Elite Save Us. A recent opinion article in the NY Times labeled the current state of the US economy as Muskism, an extreme form of capitalism, where “stock prices are driven less by earnings than by fantasies from science fiction.” We see this with Jeff Bezos and his Blue Origin company, Elon Musks multiple different ventures from space exploration to the reconstruction of land travel\nor even Mark Zuckerberg’s pivot to focus on building a meta verse. These companies driven in part by science fiction stories meant to condemn this exact form of capitalism, believe they are the only ones who can save the world from itself and therefore should be afforded to do what they please when they please. “Muskism has origins in Silicon Valley of the 1990’s…As the gap between the rich and the poor grew wider and wider, the claims of silicon valley start-ups became more and more grandiose. Google opened an R&D division called X, whose aim is “to solve some of the world’s hardest problems.” It has since evolved into a mission to save the entire planet from mysterious “existential” risks such as the extinction of humanity. Yet while they claimed in public to be trying to save the world, they continued to accrue more and more wealth leaving Musk and Bezos battling for the world's richest person position, because in their minds the only ones who could save humanity from extinction, was the techno billionaire class they were a part of. This inflated sense of ego is a direct result of capitalism gone wrong, where individuals have been allowed to accrue such unearthly sums of wealth that in 2017 it was found the top 3 richest Americans, held more wealth than the ENTIRE bottom 50% of the country. 3 People held more wealth than millions of people combined. And it’s only gotten worse since then. While many of the risks these individuals are concerned about need to be addressed, we are a world of almost 8 billion people, we should never entrust 5 rich individuals to be the sole decision makers on issues that affect all of humanity.", "artifact_uri": "ipfs://QmUBunUFgmUE1vriSt9Dtegu9di8iAkHEhBe4kH7BEwicX", "display_uri": "ipfs://QmR8vBv4bGyGTCGNJYRSbXYsfTtbcu7Ve9h4PFEPHwjwqp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUBunUFgmUE1vriSt9Dtegu9di8iAkHEhBe4kH7BEwicX", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}