{"__version": 1, "token_id": 666591, "symbol": "OBJKT", "name": "How it started, how it's going", "description": "Video Certificate of Authenticity (VCOA) for, and part of, the multimedia artwork, How it started, how it's going, by Joshua Nierodzinski (Artist) created between 2014-2022. \n\nAfter purchasing, you will be provided with a link and code to access the full private video that contains unique and sensitive information.\n\nThis (VCOA) is linked to the physical painting and confers ownership to the purchaser, here known as (Collector). By purchasing this NFT, the Collector enters into an Agreement and completely, without exception, agrees to the terms it contains including but not limited to the following:\n\nFor Artist\n15% royalty on Appreciated Value at resale \nRetention of copyright to Artist\nFirst Right of Refusal\nResponsible for maintaining infrastructure, archive, and facilitation, upkeep, or repair in the unlikely event it is needed.\n\nFor Collectors:\nPhysical possession of artwork \nFinancial Incentive/Rewards + Special Offers for Collectors.\nResponsible for care and initial shipping costs.\n\nBefore purchasing  make sure to read full agreement available at nierodzinski.com. \n\nDescription of Video:\n\nThe VCOA depicts the layers of the associated painting through visible and multispectral photographic processes: x-ray, infrared, visible, and ultraviolet. It includes the front and back of the painting to confirm scale and display the Oracle of Authenticity (OoA). The OoA includes the artist’s signature, information about the painting, and an NFC tag that when scanned by an NFC-enabled phone will link to a unique archive page with identifying information for tracking.\n\nThe video contains sound.\n", "artifact_uri": "ipfs://QmVtZedNNuRbt7cQpHPqo8VvnrGwfoynPTjkctF8EJYCCd", "display_uri": "ipfs://QmUnmGDGrMfhjx7dAHt7eafdBKvxyeCJis4XRdG2D5h6fC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVtZedNNuRbt7cQpHPqo8VvnrGwfoynPTjkctF8EJYCCd", "mimeType": "video/mp4"}], "creators": ["tz1ciaas4EX1QpJ61yPzAJ2Amq1XTfTqW8Lw"], "tags": ["JoshuaNierodzinski", "Authentic", "Painting", "Photography", "Video", "Sound", "ImageAction", "JN201401"], "extra": {}}