{"__version": 1, "token_id": 670091, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 135", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Party @ 10 Downing St. 6PM. Over the past few weeks UK Prime Minister Boris Johnson has come under intense scrutiny regarding alleged parties that were being held at Downing Street in the midst of extreme COVID restrictions for the rest of the population. The parties were supposedly BYOB and included many of the UK’s socially elite boozing and getting rowdy, as they ignored the policies the Prime Minister himself had put in place.  The COVID restrictions in the UK during the time frame of these parties were intense; they included closed playgrounds, police tape over park benches, and family member unable to visit loved ones in the hospital or even leave their houses for much of anything. And while these policies were mostly embraced by the population, there has been a moral outrage at the Prime Minister due to the fact that the policy maker himself was not buying in to the policies he passed. Boris Johnson has attempted, bafflingly so, to use the excuse that he believed these parties were “work events,” and therefore the same restrictions did not apply. As a result of these parties Johnson has lost faith among a majority of the residents of the UK as well as his own political party, some who have even publicly stated that he needs to go. How much time does Boris Johnson have left before he is forced to vacate his seat of Prime Minister? My guess is not very long.", "artifact_uri": "ipfs://QmeA5VoPz33ec8Yi1hQxvZprMdTvAFBFDa3SZqGFLd8Xfz", "display_uri": "ipfs://QmSM9X6SypdXqvy8WMxyX8TRke2rVkkFx5gGeyTPamCYW5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeA5VoPz33ec8Yi1hQxvZprMdTvAFBFDa3SZqGFLd8Xfz", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}