{"__version": 1, "token_id": 679227, "symbol": "OBJKT", "name": "The Crucifixion", "description": "The crucifixion of Jesus occurred in 1st-century Judea, most likely in either AD 30 or AD 33. Jesus' crucifixion is described in the four canonical gospels, referred to in the New Testament epistles, attested to by other ancient sources, and is considered an established historical event by many,although there is no consensus among historians on the exact details.\n\nAccording to the canonical gospels, Jesus was arrested and tried by the Sanhedrin, and then by Pontius Pilate, who sentenced him to be scourged, and finally crucified by the Romans.\n\nJesus was stripped of his clothing and offered vinegar mixed with myrrh or gall (likely posca),to drink after saying \"I am thirsty\". He was then hung between two convicted thieves and, according to the Gospel of Mark, died by the 9th hour of the day (at around 3:00 p.m.). \nDuring this time, the soldiers affixed a sign to the top of the cross stating \"Jesus of Nazareth, King of the Jews\" which, according to the Gospel of John (John 19:20), was written in three languages (Hebrew, Latin, and Greek). \nThey then divided his garments among themselves and cast lots for his seamless robe, according to the Gospel of John. The Gospel of John also states that, after Jesus' death, one soldier (named in extra-Biblical tradition as Longinus) pierced his side with a spear to be certain that he had died, then blood and water gushed from the wound. \nThe Bible describes seven statements that Jesus made while he was on the cross, as well as several supernatural events that occurred.", "artifact_uri": "ipfs://QmQp8Hm78r2H3R4NVyqJ33Bd3pA6xPq75sPEQ3nei7d95T", "display_uri": "ipfs://QmQz94DiRKXPbTCk1DAPrtjKqW1hWwv1HxA376FTAKcFxV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQp8Hm78r2H3R4NVyqJ33Bd3pA6xPq75sPEQ3nei7d95T", "mimeType": "image/jpeg"}], "creators": ["tz1Zrzs1sC9BHbRwtDgFrNC4fkZ5cXMw83ch"], "tags": ["jesus", "cross", "christians", "codeart", "generativeart", "minimalart", "abstract", "mathart", "psychedelic", "minimal"], "extra": {}}