{"__version": 1, "token_id": 684227, "symbol": "OBJKT", "name": "Madvillainy Action Figure", "description": "“Madvillainy” is the only studio album by Madvillain, a super musical partnership consisting of legendary emcee MF DOOM and (by now also legendary) producer Madlib.\n\nReleased in 2004, the origins of “Madvillainy” have attained mythical status. In 2002, after some sketchy interaction between DOOM’s then manager and Stone Throw label’s then General Manager, DOOM and Madlib vibed over music and weed to forged the beginning of the partnership. The duo started recording music at Madlib’s Bomb Shelter studio, consuming a shitload of beers, Thai food, marijuana and psychedelic mushrooms in the process like any other artist would.\n\nIn 2002, while still working on the album, Madlib went to Brazil to participate in a Red Bull Academy lecture. He went record-digging there and bought multiple crates full of obscure vinyls that he would then sampled. In his hotel room. Using minimal equipment. Armed with only a Boss SP-303 sampler, a portable turntable and a tape deck, he would crafted hundreds of new beats that eventually ended up in some classic albums. Because that’s just what insane people does.\n\nThen just months before the album is scheduled for release, someone lifted the cassette containing a nearly completed demo of the project and leaked it onto the internet. So, in a total villainous form of retaliation not known among us mortal being, DOOM decided to switched his delivery style into a slower, laid back, more drunken chillness of the final version. A bold move that would later be a staple of his legacy.\n\nThe duo have very little, if any at all, intention of following traditional hip hop song structure on their writing approach. “Madvillainy” is a 22-tracks album with only 46 minutes running time. The vast majority of the songs are barely two minutes long, and only three last longer than three minutes. In most tracks, DOOM says all that he needs to say in a single verse, two verses max, and then move on. The album also barely contain any hooks or choruses, which was thought to be very ill-advised during the hook-heavy era of early to mid ‘00s.       \n\nBoth DOOM's and Madlib’s most beloved project, “Madvillainy” manages to to tower above the pair’s many seminal recordings. The album recalibrated the way that would not only shape the career of the two creative partners, but also the careers of disciples to come.  ", "artifact_uri": "ipfs://QmYnE6i4BKkCmEsQRDcvyRsQFiFDJRnaiNpNPTcfGKxj8m", "display_uri": "ipfs://QmaDxmSnVsvV2FYKeTUo18KHjjjXheVnNznxSBfXusDfRo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYnE6i4BKkCmEsQRDcvyRsQFiFDJRnaiNpNPTcfGKxj8m", "mimeType": "image/jpeg"}], "creators": ["tz1aXpmExefGTPY8Zw8WtaLyKK7AzdsvbZw2"], "tags": ["Digital", "Collage", "HipHop", "Albumart"], "extra": {}}