{"__version": 1, "token_id": 692827, "symbol": "OBJKT", "name": "Des Bouleaux", "description": "Thalys 9440 vers Paris, 21/01/2022 \n\n\n| patrick tresset | 2022 | MP4 | 1920 x 1080 | 19'' |\n\n\nTechnique\n\nI produce these works with a computational system I have been coding since 2009. It was Initially developed during my doctoral studies at Goldsmiths College in London when I investigated the drawing practice and how to enable a robot to draw from observation. It has since been in constant development. Since 2011 it is controlling the behaviour of the robots used in the performative art installations I exhibit. The initial work is the subject of several peer-reviewed research papers you can find via google scholar. In March 2021, at the beginning of hicetnunc, I wrote a new layer with a graphical interface over the system to be able to have control over a system that was originally designed to be autonomous. The new system enables the production of digital artworks (stills and animations), using generative algorithms with feedback loops, computer vision, and machine learning models (AI).. The way I work with the system is very similar to the way I was working when I was a painter (1990-2000).\n\nBio\n\nPatrick Tresset is a Brussels-based artist who, in his work, explores human traits and the aspects of human experience. His work reflects recurrent ideas such as embodiment, passing time/time passing, childhood, conformism, obsessiveness, nervousness, the need for storytelling, and mark-making. He is best known for his performative installations using robotic agents as stylized actors that make marks and for his exploration of the drawing practice using computational systems and robots.\n\nSince 2011, his work has been exhibited in solo and group shows, including in association with major museums such as; The Pompidou Center (Paris), Prada Foundation (Milan), Tate Modern (London), V&A, MMCA (Seoul), The Grand Palais (Paris), BOZAR (Brussels), TAM (Beijing), Mcam (Shanghai), Mori Museum (Tokyo). In 2015 a monograph with seven essays; Human Traits and the Art of Creative Machines, about Patrick’s work was published by the Centre for Contemporary Art Laznia, edited by Ryszard W. Kluszczyńs. His drawings are in a large number of small private collections and in more significant ones, including the V&A (London), Guerlain Foundation (Paris), McaM (Shanghai) and Maison d’ailleurs (Yverdon, CH). His installations have been awarded prizes and distinctions (Lumens, Ars Electronica, NTAA, Japan Media festival) . His works have featured in numerous media, including; Art press, Art review, Beaux art, Frieze, Arte, Form, Wired, Vice, BBC, DeWelle, Le monde, New York Times.\n", "artifact_uri": "ipfs://QmXEfyxbKy5fse51znqBwSYtwa4xCQyRVQN3mczxRBy553", "display_uri": "ipfs://Qmav9nSRBU9VRuVWQZgfbJvRf3AYt3an9GyWVUnWYJKadw", "thumbnail_uri": "ipfs://QmTEVCPR32T4iCrnmyXPFM5QvmraF5NUGjarpcquFx3HQc", "formats": [{"uri": "ipfs://QmXEfyxbKy5fse51znqBwSYtwa4xCQyRVQN3mczxRBy553", "mimeType": "video/mp4"}], "creators": ["tz1ZSmQg3dnofX2PCNVAuZf4z8KbNW2cZGF9"], "tags": ["train", "journey", "generative", "ai", "animation"], "extra": {}}