{"__version": 1, "token_id": 693227, "symbol": "OBJKT", "name": "MAROONED", "description": "MAROONED is an interesting color pun all by itself. It's a color and a verb at the exact same time. Maroon, the color, is a brownish crimson color (sometimes perceived as a dark purplish red) that takes its name from the French word marron, or chestnut. The verb of marooning is the intentional act of abandoning someone in an uninhabited area, such as a desert island. When I originally  imagined this work I wanted the focus to be on the double \"OO\" in the center. By using repetition as a construct or a vehicle to expression, we are able to create the illusion of what seems or appears to be like mouths wide open, crying or wailing as if to intimate the awful reality for anyone that has ever been marooned. Many of those who were marooned on remote islands were often prisoners of pirate ships or rogue crewmen from pirate ships. If you were found to have done something bad enough to warrant a marooning, it was basically a death sentence to be left alone on a deserted island in the middle of the ocean. Some maroonings were on sandbars during low tide; they would receive food, water, and a gun to commit suicide if they wanted to. This isn't even mentioning the racist meaning of maroon given to fugitive slaves back in the 18th Century or the name of escaped slaves, Maroons, that made their own settlements, often mixing with indigenous peoples, eventually develop into separate creole cultures. What a storied history to one of the shadiest colors (see what I did there?) that's ever existed.", "artifact_uri": "ipfs://QmQX1PcWo37ctWBg3qGoNKwCZFe1YXAoVYxwVYD4kTs9Ah", "display_uri": "ipfs://QmZr7ku56eGXgCBdZxq9AqY9vx3tPmQrwsvatMsS9ewymE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQX1PcWo37ctWBg3qGoNKwCZFe1YXAoVYxwVYD4kTs9Ah", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}