{"__version": 1, "token_id": 699827, "symbol": "OBJKT", "name": "1941", "description": "This photo series was taken back in 2012 when I was still at collage. It was on exhibition too but I don't exactly remember. At that time, I was really into photography, especially conceptual and street photo. I still using an analog camera but 35mm film especially B/W. In this photo, I was try taking concept of the \"Gas Chambers\" that was built on a large scale during The Holocaust. Even though at that time my research was very shallow about The Holocaust but if I remember the feeling during the photo shoot, I feel like throwing up because I imagine how 20 minutes of the murders was very cruel and suffocating.\nThe photo shoot location itself is in a wooden studio and the chamber was ceramics kiln at my collage. And the reason why my friend had to be naked is to visualize how Nazi's tricked Jews people. The Nazis asked them to go into the gas chambers with the excuse for taking a shower and requiring them to be naked. And then for 20 minutes they were inside and slowly dying from the gas.\nThere's a quote from RM that has made me think lately, \"Humans seem to be programmed to think ambivalent feelings at the same time. That's the driving force behind human beings: to be the warrant of all things and to control other worlds\". Seems like is not impossible if genocide like the one carried out by the Nazis back in the 1940s will be repeated again, especially when it comes to race and religion.\n\nBut maybe if life turns out to only rely on existence and recognition, then perhaps we have never learned anything.", "artifact_uri": "ipfs://QmSHbv3K23tJqqWbXe4A1nNBcCcv1eV9NvPpEMcYaPY6Nn", "display_uri": "ipfs://QmU5PVekSMVQRq7Qcp5oexwVf8fs6PD3i6JDNo9zaBAHvb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSHbv3K23tJqqWbXe4A1nNBcCcv1eV9NvPpEMcYaPY6Nn", "mimeType": "image/jpeg"}], "creators": ["tz2VKpKZCgD9BMwnTf17rg2SJYcyMXUBwFMM"], "tags": ["PhotographyDigitalphotography"], "extra": {}}