{"__version": 1, "token_id": 509974, "symbol": "OBJKT", "name": "Money Burns (A Hole In My Pocket), 2021", "description": "A photograph of a burning cigarette filled with shredded fiat from the Deutsche Bundesbank in an ashtray with shredded fiat of the same sort. The title is a reference to a song by Dean Martin with the same title.\n\nSize: 3932 x 2616 px, 300 dpi\n\n–\n\nSimon Freund is a conceptual artist. Over the years he has created a portfolio including everything from installations, sculptures, photography, video, objects and internet art. The expression and medium of his work changes with the message, but his intention remains the same: to question, challenge, critique, stimulate & provoke.\n \nFreund's work deals intensively and extensively with the cultural narratives surrounding today’s consumer society. Influenced in parts by his experience as a fashion designer he criticises the status quo of our consumer culture in a subtle, yet thought-provoking manner. Aesthetically, his work blends in with the cultural codes that have come to define a consumption-focused society, while posing some of the most pertinent questions of today.\n \nFrom the beginning, Freund’s medium of choice has been the Internet, which allows him to share his work with the world directly. Freund’s work is free and accessible to everyone who has internet access. By publicly exposing himself, by putting his life on display, by granting the world full access into his own, Freund questions our desire for self-expression, our longing for belonging, the question of real versus fake, forms of radical transparency in the digital age and its influence on the perception of others. ", "artifact_uri": "ipfs://Qma1Aa8Gukcpb2Z9zK8CtURZptCzXuFbN7PCxvsdswSfTk", "display_uri": "ipfs://QmZsiRVDUYArGEZPqSvXSd1mPLSpSKGGNiM42JPM9Qx8UJ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qma1Aa8Gukcpb2Z9zK8CtURZptCzXuFbN7PCxvsdswSfTk", "mimeType": "image/jpeg"}], "creators": ["tz1MKgAuNsC6w8vjQtSYYz4YAyRmM8f9MoNS"], "tags": ["simonfreund", "art", "photography", "fiat", "money", "cigarette", "ashtray"], "extra": {}}