{"__version": 1, "token_id": 649874, "symbol": "OBJKT", "name": "The Smile", "description": "He was in a hurry, his ship was just collecting provisions before departure. “I just need a picture to send to my mother, is that time of the year, you know” he told me. “No, I don’t know” I replied. “Really? Haven’t you ever heard of us? Krqptrtians?” he insisted. I just kept looking at him in silence, he moved his head, like a twitch, blinked, and said “hum”. Even if I hadn't been interested, and that wasn't the case, it would have been impossible for him to let me remain in ignorance, this guy was a talker, so that day I was instructed about The Great Journey of Youth. \n\nWhen the Krqptrtians reach a certain age, the age of moral questioning, of self-discovery, they are sent on a long journey; from which they’ll return transformed, no longer a child, but adult beings.\n\nThey are sent on an eleven-year journey, only to return after having fulfilled the requirements of the rite of passage. Upon their return, a council will ask them to account for what they have learned.\nThey must tell what marveled them of 11 different planets. Linguists will verify that they have learned at least 7 languages. They must report 5 mistakes they have made, and how they represent knowledge that has made them better individuals. \nThen they must mention encounters with three individuals of another species who were in a time of need and narrate how they managed to significantly improve their lives. Finally, they must mention a great loss they have suffered, how it has changed them, and what it has made them appreciate more.\n\n“Yes, that’s youth” I said, “now, why is it now ‘that time of the year’?”, “Right!, sorry, I forgot, because, we can only communicate with our family once a year, and I just saw your studio and thought that my mother would love to have a picture of me. I have a beard now you know” and he pointed at his bearded chin. \n\n“Just once” I mumbled, then I asked, “what if something happens, maybe someone in your family having some kind of trouble?”. “Well, it has to be something dramatically important, like a newborn in your family or a planet explosion of some sort.” I moved away from my camera to look directly at him and in a slow voice said “right”. He almost jumped from de bench, “Hey! it has happened you know! My father journey only lasted 9 years, they were all called back to help on the evacuation.”, a couple of seconds of silence followed this sentence, then he added “I was born on Krqptrt II”. \n\nHe looked down, like remembering something, not the planet he haven’t known, maybe his family, maybe something more recent, I wondered what he had seen on his journey so far. \"You were in a hurry remember?” I said, trying to wake him from that thought, “Yes… is it ok if I seat like this, a don’t want the scar to show”. I nodded and when I was ready to take the picture said “think about your family back home”, and his expression changed into a big and mesmerizing smile.\n\nCollection “Portraits from Gelo”\n", "artifact_uri": "ipfs://QmYBpfP6tws9xPgvu4RBh4BBcnUtRkBk2g266Rh6tr3a2S", "display_uri": "ipfs://QmeaQRg9sMjTjMBgJyLxfm4VwUjWP1JZp8p8jv7iDsBrQr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYBpfP6tws9xPgvu4RBh4BBcnUtRkBk2g266Rh6tr3a2S", "mimeType": "image/jpeg"}], "creators": ["tz1YV1KZ9vzqFDpNYRwNZAAMhfx8pVWLH7sT"], "tags": ["3d", "sculpt", "gelo", "space", "portrait"], "extra": {}}