{"__version": 1, "token_id": 655274, "symbol": "OBJKT", "name": "Dear XTZ Family", "description": "I thought about Y'all&'n the hospital a lot these past 2 weeks. I started writing letters to ye& to cope with crypto addiction withdrawal. I wasn't hurt too bad. I'm safe. I'm crying listening to \"Ecdysis\" and minting this. The Time Loop has to be real for me to be this fortunate. I get to focus on art, library, and radio full time now that i'm not working militia duty.\n   I wanted to run away… Sign myself out and jump in front of a car. I called my captain asking to quit militia work and she said under the condition that I move to a safe house. I was very wrong about this place. It's great and I feel very safe; above and beyond my best expectations. The embrace of my plush wolf/disability aid feels like paradise.\n   I got help for my PTSD and i'm going to be doing intensive therapy as a condition for living here. \"What symptoms do you have?\" See that DSM V? ALL art score of 90-100, and this is the first time any medical professional took it seriously.\n   I'm not suitable and in no mental nor physical condition to do militia work - especially front line - Î'm still vowed an Anima Pastor until death or 2 reasonable replacements, and sure. The Tao has allowed me to live in this moment in this Time & Place.\n   I d'un understand how I'm past my life expectancy and still in such great health and not only that but healing and getting stronger. Never underestimate exercice and eating your 🥗 🥕 🥦 (being certified in basic nutrition education helps that last part a ton.). Oh gods... just wow…\n\n\n1 edition for every flower when I got out for sub1¢-Swap and hold the 7 I made welcoming me back", "artifact_uri": "ipfs://QmTvT9v1JDkGv6PWNAAiepTPXLHnHuitpnfUtD3JNgAewd", "display_uri": "ipfs://QmPhnCpn3nZGLCcNUSXfeSF2UEy6tTvQZNorkaWsTbY77p", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTvT9v1JDkGv6PWNAAiepTPXLHnHuitpnfUtD3JNgAewd", "mimeType": "application/pdf"}], "creators": ["tz1WSB79B4pMAqzsfhqox2FzCRkf15ybZ4GD"], "tags": ["letters", "handwriting", "xtzfamily", "cryptofamily", "tezosfamily", "muchlove", "xoxo"], "extra": {}}