{"__version": 1, "token_id": 662674, "symbol": "OBJKT", "name": "May She Rest (let Her)", "description": "There's something I really need people to understand about physical disability: most wheelchair users can stand (for short periods at a time) and often have better days for walking than others. When I say I stand on average 5-10 minutes a day, I may have remarkable days where I can walk a full mile with arm crutches. Other days I can be so out of commission I can't get up to use the bathroom more than twice a day because I injured myself lifting a 10lb food ration from the door to my room.\n   Another thing people don't understand about non-spinal nerve damage disabilities is nerve damage heals. It may never hael in a way i'll be able to do jump rope skipping to my loo my darling, but I worked intensive physical therapy and exercise for 3 years to walk as good as I currently can walk. When you get skeevy that a wheelchair user stands or shocked when we're not paralyzed, you're part of the reason the world is so dangerous for us.\n   It's not a miracle for a cripple to stand, it's not a miracle for a partially paralyzed person like myself to put the work into exercising so I'm not bedbound, because wheelchairs are considerably more difficult to use than a cane if you can manage on your feet; most houses (especially in a disabled budget) aren't wheelchair friendly. I have to exercise and get better on my feet just to get around the house.\n   So maybe next time you see a wheelchair user standing, just stop and imagine how your able body would probably have to do the equivalent of climbing mountains to build the strength we build to stand for those few minutes a day.", "artifact_uri": "ipfs://QmYk444pjhMqnopXT78zHpcrLMGzHMGZ181f93t8H6oDyv", "display_uri": "ipfs://QmNhur5rHzvSHPLYxdaq7xRVgJaWMbitnGdySqzmEdtxVm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYk444pjhMqnopXT78zHpcrLMGzHMGZ181f93t8H6oDyv", "mimeType": "image/jpeg"}], "creators": ["tz1WSB79B4pMAqzsfhqox2FzCRkf15ybZ4GD"], "tags": ["Disability", "partialparalysis", "physicalsisability", "disbilityawareness", "wheelchair", "exercise", "healing", "bodily", "autonomy", "fightthestigma"], "extra": {}}