{"__version": 1, "token_id": 695274, "symbol": "OBJKT", "name": "Wicca", "description": "Wicca (English: /ˈwɪkə/) is a modern Pagan religion. Scholars of religion categorise it as both a new religious movement and as part of the occultist stream of Western esotericism. It was developed in England during the first half of the 20th century and was introduced to the public in 1954 by Gerald Gardner, a retired British civil servant. Wicca draws upon a diverse set of ancient pagan and 20th-century hermetic motifs for its theological structure and ritual practices.\n\nWicca has no central authority figure. Its traditional core beliefs, principles, and practices were originally outlined in the 1940s and 1950s by Gardner and an early High Priestess, Doreen Valiente. The early practices were disseminated through published books and in secret written and oral teachings passed along to their initiates. There are many variations on the core structure, and the religion grows and evolves over time. It is divided into a number of diverse lineages, sects and denominations, referred to as traditions, each with its own organisational structure and level of centralisation. Due to its decentralized nature, there is some disagreement over what actually constitutes Wicca. Some traditions, collectively referred to as British Traditional Wicca, strictly follow the initiatory lineage of Gardner and consider the term Wicca to apply only to similar traditions, but not to newer, eclectic traditions.", "artifact_uri": "ipfs://Qmd4YQU5wLYNTx92fZd2wuqyELTCXhqsTsRMSUCnCJ49DE", "display_uri": "ipfs://Qmd4YQU5wLYNTx92fZd2wuqyELTCXhqsTsRMSUCnCJ49DE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmd4YQU5wLYNTx92fZd2wuqyELTCXhqsTsRMSUCnCJ49DE", "mimeType": "image/jpeg"}], "creators": ["tz1Zrzs1sC9BHbRwtDgFrNC4fkZ5cXMw83ch"], "tags": ["codeart", "generativeart", "minimalart", "abstract", "math", "random", "mathart", "psychedelic", "minimal", "wicca", "witch"], "extra": {}}