{"__version": 1, "token_id": 680650, "symbol": "OBJKT", "name": "ETERNAL ENGINE (Jagoda Wojtowicz & Marta Nawrot), CHAKRAM POLARIZER", "description": " You can sense the apocalypse coming, the sun burning in your eyes. Polarized glasses become a filter for experiencing quantum entanglement and energetic anomalies.\n\nChakram Polarizer - speculative group centered around the energy and emanations of the Cracow Chakra, which has the hallmarks of a performative cult. Drawing from digital- folklore aesthetics It uses motifs and elements characteristic for garish tourism and the platform of post-tourism, \"shifts\" real and familiar narratives, deconstructs meanings produced by the capitalist machine for its critique and draws attention to the potential lurking beneath the shell of superficially perceived phenomena.\nThe work is the visual medium - the symbolic core of the Chakram Polarizer project. Post - card \"Polarize\" realized in 2d digital medium is a criticism of the horror of tourist devotional products, a nod towards the already forgotten mail-art and a procedure aimed at \"reclaiming\" spaces taken by the specter of consumerism.\nAs one of the objects that can be found in the virtual alternative tourist office created by the group ( as a part of the 'No Fucking Title' exhibition), develops speculations about the quantum nature of the Wawel Chakra, and the polarized glasses appearing here are an item characteristic for the members of the group and polarizing filters of the glasses are a layer which allows for quantum vision.\n\n Wyczuwasz nadciągajaca apokalipse, slonce pali w oczy. Okulary polaryzacyjne stają się filtrem dla przeżywania splątania kwantowego i energetycznych anomalii.\n\nChakram Polarizer - spekulatywna grupa skupiona wokół energii i emanacji krakowskiego czakramu posiadająca znamiona performatywnego kultu. Czerpiąc z estetyki digital - folkloru wykorzystuje motywy i elementy charakterystyczne dla garish tourismu i platformypost-turystyki, dokonuje “przesunięć” realnych i znajomych narracji, dekonstruuje znaczenia wytwarzane przez kapitalistyczna machine dla jej krytyki i zwracaja uwage na potencjaly czyhające pod skorupa powierzchownie ujmowanych zjawisk. Praca stanowi wizualny nośnik - symboliczny core projektu Chakram Polarizer. Post- kartka \"Polarize\" zrealizowana w cyfrowym medium 2D to krytyka horroru turystycznych dewocjonaliów, ukłon w stronę zapomnianego już mail-artu i zabieg mający na celu “odzyskanie” przestrzeni zagarniętych przez widmo konsumpcjonizmu.\nJako jeden z obiektów które można znaleźć też w wirtualnym alternatywnym biurze turystycznym stworzonym przez grupę (jako część wystawy 'No Fucking Title'), rozwija spekulacje o naturze kwantowej wawelskiego czakramu a pojawiające sie tu okulary polaryzacyjne to item charakterystyczny dla członków grupy - filtry polaryzacyjne okularów to warstwa pozwalającą na widzenie kwantowe.\n\n\n", "artifact_uri": "ipfs://QmWboUfoRneW87fDycLeY8xcLqFjnJ6iXCCcXC48iZdbQL", "display_uri": "ipfs://QmTJLULjjDLoUiZEyTBFwzpNq42ZYJsgBEeeddpPMY3kQt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWboUfoRneW87fDycLeY8xcLqFjnJ6iXCCcXC48iZdbQL", "mimeType": "image/png"}], "creators": ["KT1CLJ4gRg3yp6eroLKTa1CCay82vnydEUV9"], "tags": ["digital", "3d", "chakram", "polarizer", "cracow", "eternal", "engine", "postcard", "cyberwitches", "fgsf", "nofuckingtitle", ""], "extra": {}}