{"__version": 1, "token_id": 692750, "symbol": "OBJKT", "name": "Ukraine Kyiv", "description": "As many russians don't get to see what their President Putin is doing right now and its forbidden by law to speak about it in russia, I want to use the chance to inform Russian citizens about it here. Hopefully Teia isn't censored yet. It speaks for itself and the definition of truth when a country is preventing media to show whats going on.\n\nRussia is invading Ukraine on a large scale. Not a special operation. And its not going well for the Russian military. A lot of soldiers die, there is a lot of evidence on twitter with images of destroyed military vehicles and lots of dead russian soldiers that died for nothing.\n\nThose who are not dead but captured tell the same story over and over...they got tricked into the war. They thought it would be a test. But they invaded Ukraine. \n\nNow that Putin is not making much progress he started shelling cities with heavy civilian casualties. Also russian troops attacked the largest atomic power plant of Europe. If anything happens there it would be dramatic for Europe and Russia at the same time.\n\nPutin and Lawrow threaten the rest of the world with their atomic bombs...but of course an atomic war would also lead to the end of russia. The end of moskow, the end of St. Petersburg and many other cities. \n\nAt the UN even your allies from china did not vote in your favor. \n\nPeople of russia. Act for peace. Act against your president. He is a war criminal. The russian economy will likely collapse due to the international sanctions and the russian people will have to pay the price for this. Not Putin. Make him pay for it. \nGet rid of Putin and his viscious regime.\n", "artifact_uri": "ipfs://QmR9PrHtKLyHuNy3KZcU53oVMRdEE696gHfCmLF9pT4XYF", "display_uri": "ipfs://Qmbj4K5LYAJ6GzMr1pGfmtCzVpC9bThBknMkfNGrangZMB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmR9PrHtKLyHuNy3KZcU53oVMRdEE696gHfCmLF9pT4XYF", "mimeType": "image/jpeg"}], "creators": ["tz2UoCb5prvQT84By4uhvfYo3RyhTuw5Zirf"], "tags": ["ukraine", "kyiv", "russia", "war", "putin", "photography", "blackandwhite", "world", "nft", "art", "peace", "stopwar", "freedom", "people"], "extra": {}}